let sale = {
  'sumItem': '9480161',
  'sumSort': '194',
  'abnormalSortRate': '72.81',
  'sumStore': '112086',
  'abnormalStoreRate': '0.47',
  'abnormalItem': '0.597',
  'abnormalSortDetail': [
    {
      'sortname': '百货食品',
      'rate': '10.319410319410318'
    },
    {
      'sortname': '其他',
      'rate': '11.901306240928882'
    },
    {
      'sortname': '服装鞋包',
      'rate': '10.123560797528784'
    },
    {
      'sortname': '美妆饰品',
      'rate': '10.828241683638833'
    },
    {
      'sortname': '母婴用品',
      'rate': '10.714285714285714'
    },
    {
      'sortname': '',
      'rate': '18.91891891891892'
    },
    {
      'sortname': '运动户外',
      'rate': '8.880733944954128'
    },
    {
      'sortname': '手机数码',
      'rate': '12.62264651286131'
    },
    {
      'sortname': '家居建材',
      'rate': '9.764969222160044'
    },
    {
      'sortname': '家用电器',
      'rate': '13.268608414239482'
    },
    {
      'sortname': '汽配摩托',
      'rate': '8.403361344537815'
    },
    {
      'sortname': '生活服务',
      'rate': '7.1258907363420425'
    },
    {
      'sortname': '文化玩乐',
      'rate': '13.744212962962962'
    },
    {
      'sortname': '游戏话费',
      'rate': '25.0'
    },
    {
      'sortname': '盒马',
      'rate': '80.0'
    },
    {
      'sortname': '其他商品',
      'rate': '12.5'
    }
  ],
  'abnormalDetail': [
    {
      'storeName': '咖啡包装批发',
      'itemDetail': [
        {
          'itemName': '包邮透明八边封袋 半磅咖啡袋 一磅咖啡袋 磨砂咖啡豆包装袋100只',
          'itemsort': '百货食品',
          'itemId': '618551453626',
          'abnormalScore': [
            '0.7337207233164178',
            '0.6471668141242912',
            '0.6471668141242912',
            '0.6417737300921762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': '台湾进口 日本原料技术挂耳滤泡式咖啡滤纸内袋一次性过滤50张1包',
          'itemsort': '百货食品',
          'itemId': '545309233827',
          'abnormalScore': [
            '0.7398864750937324',
            '0.7276063530635116',
            '0.6919754135083577',
            '0.6977903625756436'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        },
        {
          'itemName': '透明挂耳外袋300只 光版挂耳袋滴滤式咖啡包外包装袋通用新款外袋',
          'itemsort': '百货食品',
          'itemId': '611264628058',
          'abnormalScore': [
            '0.6919754135083577',
            '0.6919754135083577',
            '0.6862089225947933',
            '0.7461040401751713'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.5',
            '21.0',
            '29.5',
            '38.0'
          ],
          'allComments': [
            '188.0',
            '188.0',
            '188.0',
            '188.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        }
      ]
    },
    {
      'storeName': '咖啡包装批发',
      'itemDetail': [
        {
          'itemName': '台湾进口 日本原料技术挂耳滤泡式咖啡滤纸内袋一次性过滤50张1包',
          'itemsort': '百货食品',
          'itemId': '545309233827',
          'abnormalScore': [
            '0.7398864750937324',
            '0.7276063530635116',
            '0.6919754135083577',
            '0.6977903625756436'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': '咖啡包装批发',
      'itemDetail': [
        {
          'itemName': '透明挂耳外袋300只 光版挂耳袋滴滤式咖啡包外包装袋通用新款外袋',
          'itemsort': '百货食品',
          'itemId': '611264628058',
          'abnormalScore': [
            '0.6919754135083577',
            '0.6919754135083577',
            '0.6862089225947933',
            '0.7461040401751713'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.5',
            '21.0',
            '29.5',
            '38.0'
          ],
          'allComments': [
            '188.0',
            '188.0',
            '188.0',
            '188.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI 2021夏季醋酸桃心字母图案满印休闲黑色阔腿裤',
          'itemsort': '服装鞋包',
          'itemId': '643873604130',
          'abnormalScore': [
            '0.700425334625664',
            '0.7063886411227837',
            '0.6656879283108177',
            '0.6489707142192822'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '44.0',
            '44.0',
            '44.0',
            '44.0'
          ],
          'allComments': [
            '710.0',
            '710.0',
            '710.0',
            '710.0'
          ],
          'allCollection': [
            '710.0',
            '710.0',
            '710.0',
            '710.0'
          ]
        },
        {
          'itemName': 'AMI 2021新桃心上衣条纹大爱心T恤短袖女夏季白色阔腿运动裤套装',
          'itemsort': '服装鞋包',
          'itemId': '645939980348',
          'abnormalScore': [
            '0.7184679982120461',
            '0.6600682157094935',
            '0.700425334625664',
            '0.6770712967966085'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ],
          'allCollection': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ]
        },
        {
          'itemName': 'AMI 2021春夏新款格子裤女束脚薄款休闲裤宽松大码显瘦情侣裤子男',
          'itemsort': '服装鞋包',
          'itemId': '642579453311',
          'abnormalScore': [
            '0.7245849169896916',
            '0.6656879283108177',
            '0.6770712967966085',
            '0.6770712967966085'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allComments': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ],
          'allCollection': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ]
        },
        {
          'itemName': 'AMI SS21新时髦飞行员刺绣翻领 Coeu小爱心复古夹克外套0132',
          'itemsort': '服装鞋包',
          'itemId': '642928714554',
          'abnormalScore': [
            '0.6886493226775126',
            '0.7124027182340152',
            '0.6434921277142771',
            '0.6600682157094935'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allComments': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ],
          'allCollection': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ]
        },
        {
          'itemName': 'AMI2021夏新款连帽袖子条纹拼接透气防晒抽绳连帽薄款防晒衣外套',
          'itemsort': '服装鞋包',
          'itemId': '645307089070',
          'abnormalScore': [
            '0.7307539142112282',
            '0.6380597912317078',
            '0.6770712967966085',
            '0.6544959445118337'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allComments': [
            '755.0',
            '755.0',
            '755.0',
            '755.0'
          ],
          'allCollection': [
            '755.0',
            '755.0',
            '755.0',
            '755.0'
          ]
        },
        {
          'itemName': 'AMI2021夏秋新品经典条纹衬衫衬衣别针扣设计百搭通勤长袖上衣潮',
          'itemsort': '服装鞋包',
          'itemId': '646021098382',
          'abnormalScore': [
            '0.6434921277142771',
            '0.7124027182340152',
            '0.6434921277142771',
            '0.632673314330614'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allComments': [
            '790.0',
            '790.0',
            '790.0',
            '790.0'
          ],
          'allCollection': [
            '790.0',
            '790.0',
            '790.0',
            '790.0'
          ]
        },
        {
          'itemName': 'AMI 2021夏季醋酸桃心字母图案满印休闲阔腿裤',
          'itemsort': '服装鞋包',
          'itemId': '643873604130',
          'abnormalScore': [
            '0.6945123701390304',
            '0.6489707142192822',
            '0.6713554862241412',
            '0.7307539142112282'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        },
        {
          'itemName': 'AMI 2021夏新品休闲标志性爱心图案腰部可调长度水钻背带裙裤女',
          'itemsort': '服装鞋包',
          'itemId': '647148903667',
          'abnormalScore': [
            '0.7124027182340152',
            '0.6600682157094935',
            '0.6713554862241412',
            '0.6544959445118337'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        },
        {
          'itemName': 'AMI2021夏秋新品经典条纹衬衫衬衣别针扣设计百搭通勤长袖上衣潮',
          'itemsort': '服装鞋包',
          'itemId': '646021098382',
          'abnormalScore': [
            '0.700425334625664',
            '0.6886493226775126',
            '0.6828357708434507',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        },
        {
          'itemName': '潮牌 AMI 春夏限定爱心法系人像刺绣贴布纯色男女短袖T恤潮',
          'itemsort': '服装鞋包',
          'itemId': '640392601276',
          'abnormalScore': [
            '0.7063886411227837',
            '0.6770712967966085',
            '0.7245849169896916',
            '0.6945123701390304'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '潮牌2021春夏Ami爱心桃心休闲短裤男女款宽松运动阔腿五分裤',
          'itemsort': '服装鞋包',
          'itemId': '649338373375',
          'abnormalScore': [
            '0.6600682157094935',
            '0.7063886411227837',
            '0.6220363939616277',
            '0.6489707142192822'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '655.0',
            '655.0',
            '655.0',
            '655.0'
          ],
          'allCollection': [
            '655.0',
            '655.0',
            '655.0',
            '655.0'
          ]
        },
        {
          'itemName': '潮牌AMI 2021夏季新款经典红色爱心A刺绣男女短袖休闲POLO衫',
          'itemsort': '服装鞋包',
          'itemId': '640122173166',
          'abnormalScore': [
            '0.6544959445118337',
            '0.6886493226775126',
            '0.7184679982120461',
            '0.6434921277142771'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '84.0',
            '36.0',
            '4.0',
            '12.000000000000018'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '潮牌AMI 2021新款笑脸鸡蛋仔小红帽鸡蛋仔刺绣男女圆领短袖T恤',
          'itemsort': '服装鞋包',
          'itemId': '641069287628',
          'abnormalScore': [
            '0.6380597912317078',
            '0.6220363939616277',
            '0.7503725965211401',
            '0.5075176329472137'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '潮牌AMI 2021春季长袖刺绣花朵刘德华同款圆领宽松男女针织衫毛衣',
          'itemsort': '服装鞋包',
          'itemId': '640465106842',
          'abnormalScore': [
            '0.6770712967966085',
            '0.6600682157094935',
            '0.6489707142192822',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '14.0',
            '27.0',
            '40.0'
          ],
          'allComments': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        },
        {
          'itemName': '潮牌AMI 21春夏款红桃爱心女短袖男刺绣简约百搭圆领纯棉T恤情侣',
          'itemsort': '服装鞋包',
          'itemId': '638601594220',
          'abnormalScore': [
            '0.632673314330614',
            '0.6544959445118337',
            '0.6600682157094935',
            '0.7487839039058284'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '2.5',
            '1.0',
            '0.5'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '潮牌AMI2021年夏季新款烫钻爱心短袖T恤女宽松百搭纯棉白色上衣',
          'itemsort': '服装鞋包',
          'itemId': '638658905443',
          'abnormalScore': [
            '0.6713554862241412',
            '0.6489707142192822',
            '0.6945123701390304',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '75.0',
            '41.0',
            '7.0',
            '27.0'
          ],
          'allComments': [
            '625.0',
            '625.0',
            '625.0',
            '625.0'
          ],
          'allCollection': [
            '625.0',
            '625.0',
            '625.0',
            '625.0'
          ]
        },
        {
          'itemName': '潮牌AMI2021早春新款圆领卫衣小爱心刺绣字母A男女情侣卫衣',
          'itemsort': '服装鞋包',
          'itemId': '639743499264',
          'abnormalScore': [
            '0.7615882266701272',
            '0.6600682157094935',
            '0.6713554862241412',
            '0.7245849169896916'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '715.0',
            '715.0',
            '715.0',
            '715.0'
          ],
          'allCollection': [
            '715.0',
            '715.0',
            '715.0',
            '715.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI 2021新桃心上衣条纹大爱心T恤短袖女夏季白色阔腿运动裤套装',
          'itemsort': '服装鞋包',
          'itemId': '645939980348',
          'abnormalScore': [
            '0.7184679982120461',
            '0.6600682157094935',
            '0.700425334625664',
            '0.6770712967966085'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ],
          'allCollection': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI 2021春夏新款格子裤女束脚薄款休闲裤宽松大码显瘦情侣裤子男',
          'itemsort': '服装鞋包',
          'itemId': '642579453311',
          'abnormalScore': [
            '0.7245849169896916',
            '0.6656879283108177',
            '0.6770712967966085',
            '0.6770712967966085'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allComments': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ],
          'allCollection': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI SS21新时髦飞行员刺绣翻领 Coeu小爱心复古夹克外套0132',
          'itemsort': '服装鞋包',
          'itemId': '642928714554',
          'abnormalScore': [
            '0.6886493226775126',
            '0.7124027182340152',
            '0.6434921277142771',
            '0.6600682157094935'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allComments': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ],
          'allCollection': [
            '660.0',
            '660.0',
            '660.0',
            '660.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI2021夏新款连帽袖子条纹拼接透气防晒抽绳连帽薄款防晒衣外套',
          'itemsort': '服装鞋包',
          'itemId': '645307089070',
          'abnormalScore': [
            '0.7307539142112282',
            '0.6380597912317078',
            '0.6770712967966085',
            '0.6544959445118337'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allComments': [
            '755.0',
            '755.0',
            '755.0',
            '755.0'
          ],
          'allCollection': [
            '755.0',
            '755.0',
            '755.0',
            '755.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI2021夏秋新品经典条纹衬衫衬衣别针扣设计百搭通勤长袖上衣潮',
          'itemsort': '服装鞋包',
          'itemId': '646021098382',
          'abnormalScore': [
            '0.6434921277142771',
            '0.7124027182340152',
            '0.6434921277142771',
            '0.632673314330614'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allComments': [
            '790.0',
            '790.0',
            '790.0',
            '790.0'
          ],
          'allCollection': [
            '790.0',
            '790.0',
            '790.0',
            '790.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI 2021夏季醋酸桃心字母图案满印休闲阔腿裤',
          'itemsort': '服装鞋包',
          'itemId': '643873604130',
          'abnormalScore': [
            '0.6945123701390304',
            '0.6489707142192822',
            '0.6713554862241412',
            '0.7307539142112282'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI 2021夏新品休闲标志性爱心图案腰部可调长度水钻背带裙裤女',
          'itemsort': '服装鞋包',
          'itemId': '647148903667',
          'abnormalScore': [
            '0.7124027182340152',
            '0.6600682157094935',
            '0.6713554862241412',
            '0.6544959445118337'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': 'AMI2021夏秋新品经典条纹衬衫衬衣别针扣设计百搭通勤长袖上衣潮',
          'itemsort': '服装鞋包',
          'itemId': '646021098382',
          'abnormalScore': [
            '0.700425334625664',
            '0.6886493226775126',
            '0.6828357708434507',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌 AMI 春夏限定爱心法系人像刺绣贴布纯色男女短袖T恤潮',
          'itemsort': '服装鞋包',
          'itemId': '640392601276',
          'abnormalScore': [
            '0.7063886411227837',
            '0.6770712967966085',
            '0.7245849169896916',
            '0.6945123701390304'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌2021春夏Ami爱心桃心休闲短裤男女款宽松运动阔腿五分裤',
          'itemsort': '服装鞋包',
          'itemId': '649338373375',
          'abnormalScore': [
            '0.6600682157094935',
            '0.7063886411227837',
            '0.6220363939616277',
            '0.6489707142192822'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '655.0',
            '655.0',
            '655.0',
            '655.0'
          ],
          'allCollection': [
            '655.0',
            '655.0',
            '655.0',
            '655.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI 2021夏季新款经典红色爱心A刺绣男女短袖休闲POLO衫',
          'itemsort': '服装鞋包',
          'itemId': '640122173166',
          'abnormalScore': [
            '0.6544959445118337',
            '0.6886493226775126',
            '0.7184679982120461',
            '0.6434921277142771'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '84.0',
            '36.0',
            '4.0',
            '12.000000000000018'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI 2021新款笑脸鸡蛋仔小红帽鸡蛋仔刺绣男女圆领短袖T恤',
          'itemsort': '服装鞋包',
          'itemId': '641069287628',
          'abnormalScore': [
            '0.6380597912317078',
            '0.6220363939616277',
            '0.7503725965211401',
            '0.5075176329472137'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI 2021春季长袖刺绣花朵刘德华同款圆领宽松男女针织衫毛衣',
          'itemsort': '服装鞋包',
          'itemId': '640465106842',
          'abnormalScore': [
            '0.6770712967966085',
            '0.6600682157094935',
            '0.6489707142192822',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '14.0',
            '27.0',
            '40.0'
          ],
          'allComments': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI 21春夏款红桃爱心女短袖男刺绣简约百搭圆领纯棉T恤情侣',
          'itemsort': '服装鞋包',
          'itemId': '638601594220',
          'abnormalScore': [
            '0.632673314330614',
            '0.6544959445118337',
            '0.6600682157094935',
            '0.7487839039058284'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '2.5',
            '1.0',
            '0.5'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI2021年夏季新款烫钻爱心短袖T恤女宽松百搭纯棉白色上衣',
          'itemsort': '服装鞋包',
          'itemId': '638658905443',
          'abnormalScore': [
            '0.6713554862241412',
            '0.6489707142192822',
            '0.6945123701390304',
            '0.7063886411227837'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '75.0',
            '41.0',
            '7.0',
            '27.0'
          ],
          'allComments': [
            '625.0',
            '625.0',
            '625.0',
            '625.0'
          ],
          'allCollection': [
            '625.0',
            '625.0',
            '625.0',
            '625.0'
          ]
        }
      ]
    },
    {
      'storeName': '潮牌AMIRI',
      'itemDetail': [
        {
          'itemName': '潮牌AMI2021早春新款圆领卫衣小爱心刺绣字母A男女情侣卫衣',
          'itemsort': '服装鞋包',
          'itemId': '639743499264',
          'abnormalScore': [
            '0.7615882266701272',
            '0.6600682157094935',
            '0.6713554862241412',
            '0.7245849169896916'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '715.0',
            '715.0',
            '715.0',
            '715.0'
          ],
          'allCollection': [
            '715.0',
            '715.0',
            '715.0',
            '715.0'
          ]
        }
      ]
    },
    {
      'storeName': '琪琪巴黎小跑腿',
      'itemDetail': [
        {
          'itemName': '定金 尾款 专拍',
          'itemsort': '其他',
          'itemId': '641099659810',
          'abnormalScore': [
            '0.752951938215638',
            '0.7427009559257105',
            '0.7265888794045972',
            '0.7877947012738729'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '78.0',
            '36.33333333333332',
            '13.0',
            '8.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 童言无忌西班牙定制',
      'itemDetail': [
        {
          'itemName': '1元差价（补多少元拍多少件）童言无忌西班牙定制',
          'itemsort': '其他',
          'itemId': '655878226299',
          'abnormalScore': [
            '0.4349932096574994',
            '0.43812598120713403',
            '0.41368213391659486',
            '0.5551936752538481'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '童言无忌女童秋款外套新品儿童长袖风衣泡泡袖复古穿搭高级洋气',
          'itemsort': '',
          'itemId': '655831422052',
          'abnormalScore': [
            '0.5021264338429237',
            '0.49143206934449724',
            '0.407787307661192',
            '0.39624845585080387'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '231.0',
            '231.0',
            '231.0',
            '231.0'
          ],
          'allComments': [
            '145.0',
            '145.0',
            '145.0',
            '145.0'
          ],
          'allCollection': [
            '145.0',
            '145.0',
            '145.0',
            '145.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 童言无忌西班牙定制',
      'itemDetail': [
        {
          'itemName': '童言无忌女童秋款外套新品儿童长袖风衣泡泡袖复古穿搭高级洋气',
          'itemsort': '',
          'itemId': '655831422052',
          'abnormalScore': [
            '0.5021264338429237',
            '0.49143206934449724',
            '0.407787307661192',
            '0.39624845585080387'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '231.0',
            '231.0',
            '231.0',
            '231.0'
          ],
          'allComments': [
            '145.0',
            '145.0',
            '145.0',
            '145.0'
          ],
          'allCollection': [
            '145.0',
            '145.0',
            '145.0',
            '145.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': 'JORDAN 1 MID ALT 2021新款AJ1中帮 小童运动板鞋AR6352',
          'itemsort': '母婴用品',
          'itemId': '646979709122',
          'abnormalScore': [
            '0.6719056655917403',
            '0.6950330696860938',
            '0.7189565331791615',
            '0.6950330696860938'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ],
          'allCollection': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ]
        },
        {
          'itemName': 'JORDAN H86男女同款休闲运动鸭舌帽 棒球帽DC3673遮阳百搭',
          'itemsort': '运动户外',
          'itemId': '650160027476',
          'abnormalScore': [
            '0.6833715367907163',
            '0.7250649738929622',
            '0.6662450750635598',
            '0.6495478318149329'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        },
        {
          'itemName': 'NIKE正品代购 万能补差价链接',
          'itemsort': '其他',
          'itemId': '631800880680',
          'abnormalScore': [
            '0.7233144285024853',
            '0.6967151693213617',
            '0.7000915913561047',
            '0.6825460964103056'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '耐克NIKE 2021中小童运动童鞋CZ0188 86DN4240 41轻盈缓震易穿脱',
          'itemsort': '母婴用品',
          'itemId': '641390555973',
          'abnormalScore': [
            '0.6662450750635598',
            '0.7500221539029214',
            '0.7128995541264499',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '5.0',
            '9.0',
            '13.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '耐克NIKE 2021新款女子纯棉T恤连衣裙DH4256 7340 2243 5427 1329',
          'itemsort': '运动户外',
          'itemId': '640073303994',
          'abnormalScore': [
            '0.7250649738929622',
            '0.6662450750635598',
            '0.7365472460165028',
            '0.5082257742736911'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '耐克NIKE 2021新款女子翻领休闲衬衫上衣外套DD5051挺括有型防晒',
          'itemsort': '运动户外',
          'itemId': '648544828728',
          'abnormalScore': [
            '0.644075598891977',
            '0.6833715367907163',
            '0.7068936031867771',
            '0.7128995541264499'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ],
          'allCollection': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ]
        },
        {
          'itemName': '耐克NIKE AIR MAX 男女同款休闲运动鞋DA4263气垫轻盈减震 情侣款',
          'itemsort': '运动户外',
          'itemId': '649827123841',
          'abnormalScore': [
            '0.6662450750635598',
            '0.6550665582445744',
            '0.7312253134994386',
            '0.644075598891977'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ],
          'allCollection': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ]
        },
        {
          'itemName': '耐克NIKE FLEX ADVANCE中小童夏季运动童鞋凉鞋DC9367 9360易穿脱',
          'itemsort': '母婴用品',
          'itemId': '644122909340',
          'abnormalScore': [
            '0.6332690500942614',
            '0.6662450750635598',
            '0.6495478318149329',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '14.0',
            '3.0',
            '8.0',
            '19.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '耐克NIKE 2021夏新款女子运动凉拖鞋沙滩鞋DC0496 0228 9677 7836',
          'itemsort': '运动户外',
          'itemId': '642512811166',
          'abnormalScore': [
            '0.6776143499615519',
            '0.7128995541264499',
            '0.5868399080398109',
            '0.660632173201763'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        },
        {
          'itemName': '耐克NIKE AIR MAX女子运动鞋DA8702 DH5698CK2612CZ1535气垫增高',
          'itemsort': '运动户外',
          'itemId': '649777913241',
          'abnormalScore': [
            '0.6950330696860938',
            '0.6719056655917403',
            '0.6833715367907163',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ],
          'allCollection': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ]
        },
        {
          'itemName': '耐克NIKE YOGA 2021夏新款女子训练短袖T恤 瑜伽服CJ9327速干柔软',
          'itemsort': '运动户外',
          'itemId': '641765965505',
          'abnormalScore': [
            '0.7189565331791615',
            '0.6833715367907163',
            '0.7128995541264499',
            '0.6226438177400166'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': 'JORDAN H86男女同款休闲运动鸭舌帽 棒球帽DC3673遮阳百搭',
          'itemsort': '运动户外',
          'itemId': '650160027476',
          'abnormalScore': [
            '0.6833715367907163',
            '0.7250649738929622',
            '0.6662450750635598',
            '0.6495478318149329'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': 'NIKE正品代购 万能补差价链接',
          'itemsort': '其他',
          'itemId': '631800880680',
          'abnormalScore': [
            '0.7233144285024853',
            '0.6967151693213617',
            '0.7000915913561047',
            '0.6825460964103056'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE 2021中小童运动童鞋CZ0188 86DN4240 41轻盈缓震易穿脱',
          'itemsort': '母婴用品',
          'itemId': '641390555973',
          'abnormalScore': [
            '0.6662450750635598',
            '0.7500221539029214',
            '0.7128995541264499',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '5.0',
            '9.0',
            '13.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE 2021新款女子纯棉T恤连衣裙DH4256 7340 2243 5427 1329',
          'itemsort': '运动户外',
          'itemId': '640073303994',
          'abnormalScore': [
            '0.7250649738929622',
            '0.6662450750635598',
            '0.7365472460165028',
            '0.5082257742736911'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE 2021新款女子翻领休闲衬衫上衣外套DD5051挺括有型防晒',
          'itemsort': '运动户外',
          'itemId': '648544828728',
          'abnormalScore': [
            '0.644075598891977',
            '0.6833715367907163',
            '0.7068936031867771',
            '0.7128995541264499'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ],
          'allCollection': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE AIR MAX 男女同款休闲运动鞋DA4263气垫轻盈减震 情侣款',
          'itemsort': '运动户外',
          'itemId': '649827123841',
          'abnormalScore': [
            '0.6662450750635598',
            '0.6550665582445744',
            '0.7312253134994386',
            '0.644075598891977'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ],
          'allCollection': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE FLEX ADVANCE中小童夏季运动童鞋凉鞋DC9367 9360易穿脱',
          'itemsort': '母婴用品',
          'itemId': '644122909340',
          'abnormalScore': [
            '0.6332690500942614',
            '0.6662450750635598',
            '0.6495478318149329',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '14.0',
            '3.0',
            '8.0',
            '19.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE 2021夏新款女子运动凉拖鞋沙滩鞋DC0496 0228 9677 7836',
          'itemsort': '运动户外',
          'itemId': '642512811166',
          'abnormalScore': [
            '0.6776143499615519',
            '0.7128995541264499',
            '0.5868399080398109',
            '0.660632173201763'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE AIR MAX女子运动鞋DA8702 DH5698CK2612CZ1535气垫增高',
          'itemsort': '运动户外',
          'itemId': '649777913241',
          'abnormalScore': [
            '0.6950330696860938',
            '0.6719056655917403',
            '0.6833715367907163',
            '0.7189565331791615'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ],
          'allCollection': [
            '769.0',
            '769.0',
            '769.0',
            '769.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Dear Linli',
      'itemDetail': [
        {
          'itemName': '耐克NIKE YOGA 2021夏新款女子训练短袖T恤 瑜伽服CJ9327速干柔软',
          'itemsort': '运动户外',
          'itemId': '641765965505',
          'abnormalScore': [
            '0.7189565331791615',
            '0.6833715367907163',
            '0.7128995541264499',
            '0.6226438177400166'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': ' LAURELINE/洛瑞琳2020新款专柜正品9202180263',
          'itemsort': '服装鞋包',
          'itemId': '625514868369',
          'abnormalScore': [
            '0.6349413169526296',
            '0.640735691637109',
            '0.6291993426235889',
            '0.6890354121408826'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '996.0',
            '996.0',
            '996.0',
            '996.0'
          ],
          'allCollection': [
            '996.0',
            '996.0',
            '996.0',
            '996.0'
          ]
        },
        {
          'itemName': 'LAURELINE/洛瑞琳2020新款专柜正品9203361187',
          'itemsort': '服装鞋包',
          'itemId': '625515488195',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6644468235762354',
            '0.6235092947770674',
            '0.6349413169526296'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '756.0',
            '756.0',
            '756.0',
            '756.0'
          ],
          'allCollection': [
            '756.0',
            '756.0',
            '756.0',
            '756.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款T恤 BTBBL031P0',
          'itemsort': '服装鞋包',
          'itemId': '644688673724',
          'abnormalScore': [
            '0.6828042478699834',
            '0.6349413169526296',
            '0.6644468235762354',
            '0.6524835592259772'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '588.0',
            '588.0',
            '588.0',
            '588.0'
          ],
          'allCollection': [
            '588.0',
            '588.0',
            '588.0',
            '588.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款半身裙BTBSK167MO',
          'itemsort': '服装鞋包',
          'itemId': '648350317017',
          'abnormalScore': [
            '0.6291993426235889',
            '0.6766294339803373',
            '0.640735691637109',
            '0.6012590399347634'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '528.0',
            '528.0',
            '528.0',
            '528.0'
          ],
          'allCollection': [
            '528.0',
            '528.0',
            '528.0',
            '528.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款时尚休闲T恤BNBTS318Y0',
          'itemsort': '服装鞋包',
          'itemId': '645171219568',
          'abnormalScore': [
            '0.6524835592259772',
            '0.640735691637109',
            '0.6828042478699834',
            '0.6644468235762354'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款牛仔裤 BTBPT035P0',
          'itemsort': '服装鞋包',
          'itemId': '645490787719',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6067460354519764',
            '0.640735691637109',
            '0.6766294339803373'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '708.0',
            '708.0',
            '708.0',
            '708.0'
          ],
          'allCollection': [
            '708.0',
            '708.0',
            '708.0',
            '708.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款牛仔裤 BTBPT082M0',
          'itemsort': '服装鞋包',
          'itemId': '644384820274',
          'abnormalScore': [
            '0.6465829448744369',
            '0.6584380216568732',
            '0.6584380216568732',
            '0.6705104608776966'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '828.0',
            '828.0',
            '828.0',
            '828.0'
          ],
          'allCollection': [
            '828.0',
            '828.0',
            '828.0',
            '828.0'
          ]
        },
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款连衣裙T恤 BTBBL108M0',
          'itemsort': '服装鞋包',
          'itemId': '644670445916',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6524835592259772',
            '0.6584380216568732',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ],
          'allCollection': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品半裙9212261425',
          'itemsort': '服装鞋包',
          'itemId': '645102209520',
          'abnormalScore': [
            '0.6766294339803373',
            '0.6766294339803373',
            '0.6828042478699834',
            '0.6524835592259772'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ],
          'allCollection': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品裤子9212270337',
          'itemsort': '服装鞋包',
          'itemId': '645699301521',
          'abnormalScore': [
            '0.6890354121408826',
            '0.6465829448744369',
            '0.6122831044280587',
            '0.6705104608776966'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '768.0',
            '768.0',
            '768.0',
            '768.0'
          ],
          'allCollection': [
            '768.0',
            '768.0',
            '768.0',
            '768.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9211146098 1760',
          'itemsort': '服装鞋包',
          'itemId': '637103919690',
          'abnormalScore': [
            '0.6291993426235889',
            '0.6349413169526296',
            '0.6890354121408826',
            '0.6122831044280587'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1073.0',
            '1073.0',
            '1073.0',
            '1073.0'
          ],
          'allCollection': [
            '1073.0',
            '1073.0',
            '1073.0',
            '1073.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9212280361',
          'itemsort': '服装鞋包',
          'itemId': '645451762170',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6705104608776966',
            '0.6766294339803373',
            '0.6235092947770674'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ],
          'allCollection': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9212280372',
          'itemsort': '服装鞋包',
          'itemId': '645101153793',
          'abnormalScore': [
            '0.6775081195911105',
            '0.6122831044280587',
            '0.6584380216568732',
            '0.6766294339803373'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '1561.0',
            '1561.0',
            '1561.0',
            '1561.0'
          ],
          'allCollection': [
            '1561.0',
            '1561.0',
            '1561.0',
            '1561.0'
          ]
        },
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212180206',
          'itemsort': '服装鞋包',
          'itemId': '646516399364',
          'abnormalScore': [
            '0.6349413169526296',
            '0.6644468235762354',
            '0.6122831044280587',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1357.0',
            '1357.0',
            '1357.0',
            '1357.0'
          ],
          'allCollection': [
            '1357.0',
            '1357.0',
            '1357.0',
            '1357.0'
          ]
        },
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212280361',
          'itemsort': '服装鞋包',
          'itemId': '645416280194',
          'abnormalScore': [
            '0.640735691637109',
            '0.6178707038255272',
            '0.6584380216568732',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ],
          'allCollection': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ]
        },
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212280395',
          'itemsort': '服装鞋包',
          'itemId': '645676112079',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6012590399347634',
            '0.6178707038255272',
            '0.6235092947770674'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ],
          'allCollection': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品衬衫9212245331',
          'itemsort': '服装鞋包',
          'itemId': '645102945628',
          'abnormalScore': [
            '0.6962264030902361',
            '0.6210864821839822',
            '0.7182528016893681',
            '0.642400918627367'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品针织上衣9212120231',
          'itemsort': '服装鞋包',
          'itemId': '645794183174',
          'abnormalScore': [
            '0.4834746876565901',
            '0.6324740821712573',
            '0.6122831044280587',
            '0.6890354121408826'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '2.9999999999999996',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3211880511',
          'itemsort': '服装鞋包',
          'itemId': '646425758069',
          'abnormalScore': [
            '0.6178707038255272',
            '0.7016688534982541',
            '0.640735691637109',
            '0.6828042478699834'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': 'LAURELINE/洛瑞琳2020新款专柜正品9203361187',
          'itemsort': '服装鞋包',
          'itemId': '625515488195',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6644468235762354',
            '0.6235092947770674',
            '0.6349413169526296'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '756.0',
            '756.0',
            '756.0',
            '756.0'
          ],
          'allCollection': [
            '756.0',
            '756.0',
            '756.0',
            '756.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款T恤 BTBBL031P0',
          'itemsort': '服装鞋包',
          'itemId': '644688673724',
          'abnormalScore': [
            '0.6828042478699834',
            '0.6349413169526296',
            '0.6644468235762354',
            '0.6524835592259772'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '588.0',
            '588.0',
            '588.0',
            '588.0'
          ],
          'allCollection': [
            '588.0',
            '588.0',
            '588.0',
            '588.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款半身裙BTBSK167MO',
          'itemsort': '服装鞋包',
          'itemId': '648350317017',
          'abnormalScore': [
            '0.6291993426235889',
            '0.6766294339803373',
            '0.640735691637109',
            '0.6012590399347634'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '528.0',
            '528.0',
            '528.0',
            '528.0'
          ],
          'allCollection': [
            '528.0',
            '528.0',
            '528.0',
            '528.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款时尚休闲T恤BNBTS318Y0',
          'itemsort': '服装鞋包',
          'itemId': '645171219568',
          'abnormalScore': [
            '0.6524835592259772',
            '0.640735691637109',
            '0.6828042478699834',
            '0.6644468235762354'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款牛仔裤 BTBPT035P0',
          'itemsort': '服装鞋包',
          'itemId': '645490787719',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6067460354519764',
            '0.640735691637109',
            '0.6766294339803373'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '708.0',
            '708.0',
            '708.0',
            '708.0'
          ],
          'allCollection': [
            '708.0',
            '708.0',
            '708.0',
            '708.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款牛仔裤 BTBPT082M0',
          'itemsort': '服装鞋包',
          'itemId': '644384820274',
          'abnormalScore': [
            '0.6465829448744369',
            '0.6584380216568732',
            '0.6584380216568732',
            '0.6705104608776966'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '828.0',
            '828.0',
            '828.0',
            '828.0'
          ],
          'allCollection': [
            '828.0',
            '828.0',
            '828.0',
            '828.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '专柜正品代买 韩国女装BNX2021夏季款连衣裙T恤 BTBBL108M0',
          'itemsort': '服装鞋包',
          'itemId': '644670445916',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6524835592259772',
            '0.6584380216568732',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ],
          'allCollection': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品半裙9212261425',
          'itemsort': '服装鞋包',
          'itemId': '645102209520',
          'abnormalScore': [
            '0.6766294339803373',
            '0.6766294339803373',
            '0.6828042478699834',
            '0.6524835592259772'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ],
          'allCollection': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品裤子9212270337',
          'itemsort': '服装鞋包',
          'itemId': '645699301521',
          'abnormalScore': [
            '0.6890354121408826',
            '0.6465829448744369',
            '0.6122831044280587',
            '0.6705104608776966'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '768.0',
            '768.0',
            '768.0',
            '768.0'
          ],
          'allCollection': [
            '768.0',
            '768.0',
            '768.0',
            '768.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9211146098 1760',
          'itemsort': '服装鞋包',
          'itemId': '637103919690',
          'abnormalScore': [
            '0.6291993426235889',
            '0.6349413169526296',
            '0.6890354121408826',
            '0.6122831044280587'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1073.0',
            '1073.0',
            '1073.0',
            '1073.0'
          ],
          'allCollection': [
            '1073.0',
            '1073.0',
            '1073.0',
            '1073.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9212280361',
          'itemsort': '服装鞋包',
          'itemId': '645451762170',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6705104608776966',
            '0.6766294339803373',
            '0.6235092947770674'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ],
          'allCollection': [
            '951.0',
            '951.0',
            '951.0',
            '951.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品连衣裙9212280372',
          'itemsort': '服装鞋包',
          'itemId': '645101153793',
          'abnormalScore': [
            '0.6775081195911105',
            '0.6122831044280587',
            '0.6584380216568732',
            '0.6766294339803373'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '1561.0',
            '1561.0',
            '1561.0',
            '1561.0'
          ],
          'allCollection': [
            '1561.0',
            '1561.0',
            '1561.0',
            '1561.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212180206',
          'itemsort': '服装鞋包',
          'itemId': '646516399364',
          'abnormalScore': [
            '0.6349413169526296',
            '0.6644468235762354',
            '0.6122831044280587',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1357.0',
            '1357.0',
            '1357.0',
            '1357.0'
          ],
          'allCollection': [
            '1357.0',
            '1357.0',
            '1357.0',
            '1357.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212280361',
          'itemsort': '服装鞋包',
          'itemId': '645416280194',
          'abnormalScore': [
            '0.640735691637109',
            '0.6178707038255272',
            '0.6584380216568732',
            '0.6291993426235889'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ],
          'allCollection': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3212280395',
          'itemsort': '服装鞋包',
          'itemId': '645676112079',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6012590399347634',
            '0.6178707038255272',
            '0.6235092947770674'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ],
          'allCollection': [
            '1171.0',
            '1171.0',
            '1171.0',
            '1171.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品衬衫9212245331',
          'itemsort': '服装鞋包',
          'itemId': '645102945628',
          'abnormalScore': [
            '0.6962264030902361',
            '0.6210864821839822',
            '0.7182528016893681',
            '0.642400918627367'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购LAURELINE洛瑞琳2021春夏专柜正品针织上衣9212120231',
          'itemsort': '服装鞋包',
          'itemId': '645794183174',
          'abnormalScore': [
            '0.4834746876565901',
            '0.6324740821712573',
            '0.6122831044280587',
            '0.6890354121408826'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '2.9999999999999996',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '萌萌品牌购',
      'itemDetail': [
        {
          'itemName': '国内代购MASELEY玛塞莉2021年夏装专柜正品连衣裙3211880511',
          'itemsort': '服装鞋包',
          'itemId': '646425758069',
          'abnormalScore': [
            '0.6178707038255272',
            '0.7016688534982541',
            '0.640735691637109',
            '0.6828042478699834'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 益龙造型灯饰',
      'itemDetail': [
        {
          'itemName': 'led户外发光鹿铁艺造型灯 圣诞草坪景观公园商场装饰亮化灯灯光节',
          'itemsort': '其他',
          'itemId': '651560860131',
          'abnormalScore': [
            '0.6774983714837999',
            '0.6427735834033835',
            '0.6227989596941725',
            '0.6162796557737603'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allComments': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ],
          'allCollection': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': 'ACER宏基7750 7750G 7560 7740 7736 7580主板P7YE0 LA-6911P原装',
          'itemsort': '手机数码',
          'itemId': '616956097918',
          'abnormalScore': [
            '0.6554313166853921',
            '0.6498046953699573',
            '0.6726051952930817',
            '0.6962057245180078'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        },
        {
          'itemName': 'Acer/宏碁 LA-E891P E892P 主板 A315-21 A315-31 A515-51G 54G',
          'itemsort': '手机数码',
          'itemId': '642436453461',
          'abnormalScore': [
            '0.6611066585897253',
            '0.7022341296640655',
            '0.6726051952930817',
            '0.6498046953699573'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '156.0',
            '156.0',
            '156.0',
            '156.0'
          ],
          'allCollection': [
            '156.0',
            '156.0',
            '156.0',
            '156.0'
          ]
        },
        {
          'itemName': 'Acer宏基 ES1-521 ES1-520 ES1-522 B5W1E LA-D121P 主板',
          'itemsort': '手机数码',
          'itemId': '633894467886',
          'abnormalScore': [
            '0.6442263763962346',
            '0.6962057245180078',
            '0.6668311429517212',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        },
        {
          'itemName': 'HP惠普 250 G7 256 G7 15-DA 主板 L49976-001 EPW50 LA-G07FP',
          'itemsort': '手机数码',
          'itemId': '633778683777',
          'abnormalScore': [
            '0.6498046953699573',
            '0.7459201423216639',
            '0.7206343546609678',
            '0.6668311429517212'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '192.0',
            '192.0',
            '192.0',
            '192.0'
          ],
          'allCollection': [
            '192.0',
            '192.0',
            '192.0',
            '192.0'
          ]
        },
        {
          'itemName': '原装 华硕 ASUS GM X540YA X540Y D540Y R540Y 主板 PM 独立显卡',
          'itemsort': '手机数码',
          'itemId': '633226588641',
          'abnormalScore': [
            '0.6843037244554467',
            '0.7206343546609678',
            '0.6386959451075259',
            '0.6386959451075259'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        },
        {
          'itemName': '原装 宏基 Acer E5-521 E5-522 E5-523 主板 Z5WAE LA-B232P',
          'itemsort': '手机数码',
          'itemId': '632424896373',
          'abnormalScore': [
            '0.5516204094648961',
            '0.6498046953699573',
            '0.6962057245180078',
            '0.7339588159835821'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '2.0',
            '1.0',
            '0.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        },
        {
          'itemName': '原装宏基ACER E1-532 V5WE2 LA-9532P 主板 I7 4显独立 E1-572',
          'itemsort': '手机数码',
          'itemId': '574315597405',
          'abnormalScore': [
            '0.5516204094648961',
            '0.7331682483513519',
            '0.6784292448200762',
            '0.6386959451075259'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        },
        {
          'itemName': '原装宏基ACER E1-532 V5WE2 LA-9532P 主板 I7 4显独立 E1-572',
          'itemsort': '手机数码',
          'itemId': '574315597405',
          'abnormalScore': [
            '0.6843037244554467',
            '0.6442263763962346',
            '0.6962057245180078',
            '0.633212990406799'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        },
        {
          'itemName': '宏基ARCE V3-551G E1-521G 集成 独立主板 LA-8531P',
          'itemsort': '手机数码',
          'itemId': '600004099685',
          'abnormalScore': [
            '0.633212990406799',
            '0.6668311429517212',
            '0.6902290708705882',
            '0.7022341296640655'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ]
        },
        {
          'itemName': '宏基 ACER LA-7912P E1-571G v3-571g v3-551 5750g LA-8331P主板',
          'itemsort': '手机数码',
          'itemId': '615992660540',
          'abnormalScore': [
            '0.6726051952930817',
            '0.6726051952930817',
            '0.6962057245180078',
            '0.6902290708705882'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        },
        {
          'itemName': '宏基Acer 8735 8530 7738 7736 7339 7535 8730 7740 主板 原装',
          'itemsort': '手机数码',
          'itemId': '636480339129',
          'abnormalScore': [
            '0.6784292448200762',
            '0.6442263763962346',
            '0.6498046953699573',
            '0.7022341296640655'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ],
          'allCollection': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ]
        },
        {
          'itemName': '惠普 HP CQ321 CQ421 CQ621 CQ320集成独立主板605746-001 605748',
          'itemsort': '手机数码',
          'itemId': '642017958083',
          'abnormalScore': [
            '0.7083147344219983',
            '0.6498046953699573',
            '0.6386959451075259',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        },
        {
          'itemName': '惠普 HP CQ42 CQ62 CQ72主板 592809-001 592808-001 623915-001',
          'itemsort': '手机数码',
          'itemId': '588369039795',
          'abnormalScore': [
            '0.6726051952930817',
            '0.6962057245180078',
            '0.6784292448200762',
            '0.6726051952930817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.5',
            '2.0',
            '1.5',
            '1.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': '惠普HP 4047S 4440S 4540S主板683495-001 683493-001 683496-001',
          'itemsort': '手机数码',
          'itemId': '625668533517',
          'abnormalScore': [
            '0.6668311429517212',
            '0.6962057245180078',
            '0.6442263763962346',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        },
        {
          'itemName': '惠普HP 8560P 6560B 主板独立 684322-001 684323-001 646967-001',
          'itemsort': '手机数码',
          'itemId': '616242060308',
          'abnormalScore': [
            '0.7144479907852296',
            '0.6784292448200762',
            '0.633212990406799',
            '0.7268742859040954'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        },
        {
          'itemName': '戴尔 DELL E6400键盘 E5500键盘 E6410键盘 E6510键盘 现货',
          'itemsort': '手机数码',
          'itemId': '570589445913',
          'abnormalScore': [
            '0.6726051952930817',
            '0.7083147344219983',
            '0.6277771047261286',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        },
        {
          'itemName': '戴尔 DELL V1510 V1520 集成独立主板LA-4121P LA-4596P LA-4122P',
          'itemsort': '手机数码',
          'itemId': '625751958167',
          'abnormalScore': [
            '0.7144479907852296',
            '0.633212990406799',
            '0.6498046953699573',
            '0.6498046953699573'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '2.6666666666666665',
            '2.333333333333333',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '戴尔DELL 15R 3521 5521 5537 5535 GM PM主板LA-9104P LA-9982P',
          'itemsort': '手机数码',
          'itemId': '625746506871',
          'abnormalScore': [
            '0.6554313166853921',
            '0.6902290708705882',
            '0.7403141229674958',
            '0.501709762999306'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '戴尔DELL M6500 M6400显卡板M7820 FX2700 FX3700 FX2800 FX3800',
          'itemsort': '手机数码',
          'itemId': '620480700928',
          'abnormalScore': [
            '0.6962057245180078',
            '0.6668311429517212',
            '0.6668311429517212',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        },
        {
          'itemName': '戴尔DELL N4010 N4110 N5010 N5110 A B C D壳 外壳九成新',
          'itemsort': '手机数码',
          'itemId': '633439239387',
          'abnormalScore': [
            '0.6902290708705882',
            '0.633212990406799',
            '0.6611066585897253',
            '0.6784292448200762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        },
        {
          'itemName': '现货 HP惠普 HDX16 X16-1000 496460-001 519220 DA0UT6MB8F0主板',
          'itemsort': '手机数码',
          'itemId': '635162567565',
          'abnormalScore': [
            '0.6962057245180078',
            '0.6902290708705882',
            '0.6611066585897253',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        },
        {
          'itemName': '索尼 M981 MBX-225 PM GM主板A1794342A A1771579A A1794341 原装',
          'itemsort': '手机数码',
          'itemId': '633982459187',
          'abnormalScore': [
            '0.6554313166853921',
            '0.7206343546609678',
            '0.6902290708705882',
            '0.6223878839964003'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        },
        {
          'itemName': '索尼Sony Z70CR MBX-267 MBX-266 2699 247集成独立主板S1204-2',
          'itemsort': '手机数码',
          'itemId': '632922787883',
          'abnormalScore': [
            '0.6554313166853921',
            '0.6512068060780989',
            '0.6999673847451787',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.5',
            '3.0',
            '27.5',
            '52.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': '联想Lenovo G565 G560 Z565 z580 z560 G570 B590主板 LA-5754P',
          'itemsort': '手机数码',
          'itemId': '598494515625',
          'abnormalScore': [
            '0.7331682483513519',
            '0.7022341296640655',
            '0.6386959451075259',
            '0.6277771047261286'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': 'Acer/宏碁 LA-E891P E892P 主板 A315-21 A315-31 A515-51G 54G',
          'itemsort': '手机数码',
          'itemId': '642436453461',
          'abnormalScore': [
            '0.6611066585897253',
            '0.7022341296640655',
            '0.6726051952930817',
            '0.6498046953699573'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '156.0',
            '156.0',
            '156.0',
            '156.0'
          ],
          'allCollection': [
            '156.0',
            '156.0',
            '156.0',
            '156.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': 'Acer宏基 ES1-521 ES1-520 ES1-522 B5W1E LA-D121P 主板',
          'itemsort': '手机数码',
          'itemId': '633894467886',
          'abnormalScore': [
            '0.6442263763962346',
            '0.6962057245180078',
            '0.6668311429517212',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': 'HP惠普 250 G7 256 G7 15-DA 主板 L49976-001 EPW50 LA-G07FP',
          'itemsort': '手机数码',
          'itemId': '633778683777',
          'abnormalScore': [
            '0.6498046953699573',
            '0.7459201423216639',
            '0.7206343546609678',
            '0.6668311429517212'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '192.0',
            '192.0',
            '192.0',
            '192.0'
          ],
          'allCollection': [
            '192.0',
            '192.0',
            '192.0',
            '192.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '原装 华硕 ASUS GM X540YA X540Y D540Y R540Y 主板 PM 独立显卡',
          'itemsort': '手机数码',
          'itemId': '633226588641',
          'abnormalScore': [
            '0.6843037244554467',
            '0.7206343546609678',
            '0.6386959451075259',
            '0.6386959451075259'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '原装 宏基 Acer E5-521 E5-522 E5-523 主板 Z5WAE LA-B232P',
          'itemsort': '手机数码',
          'itemId': '632424896373',
          'abnormalScore': [
            '0.5516204094648961',
            '0.6498046953699573',
            '0.6962057245180078',
            '0.7339588159835821'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '2.0',
            '1.0',
            '0.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '原装宏基ACER E1-532 V5WE2 LA-9532P 主板 I7 4显独立 E1-572',
          'itemsort': '手机数码',
          'itemId': '574315597405',
          'abnormalScore': [
            '0.5516204094648961',
            '0.7331682483513519',
            '0.6784292448200762',
            '0.6386959451075259'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '原装宏基ACER E1-532 V5WE2 LA-9532P 主板 I7 4显独立 E1-572',
          'itemsort': '手机数码',
          'itemId': '574315597405',
          'abnormalScore': [
            '0.6843037244554467',
            '0.6442263763962346',
            '0.6962057245180078',
            '0.633212990406799'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '宏基ARCE V3-551G E1-521G 集成 独立主板 LA-8531P',
          'itemsort': '手机数码',
          'itemId': '600004099685',
          'abnormalScore': [
            '0.633212990406799',
            '0.6668311429517212',
            '0.6902290708705882',
            '0.7022341296640655'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '宏基 ACER LA-7912P E1-571G v3-571g v3-551 5750g LA-8331P主板',
          'itemsort': '手机数码',
          'itemId': '615992660540',
          'abnormalScore': [
            '0.6726051952930817',
            '0.6726051952930817',
            '0.6962057245180078',
            '0.6902290708705882'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allCollection': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '宏基Acer 8735 8530 7738 7736 7339 7535 8730 7740 主板 原装',
          'itemsort': '手机数码',
          'itemId': '636480339129',
          'abnormalScore': [
            '0.6784292448200762',
            '0.6442263763962346',
            '0.6498046953699573',
            '0.7022341296640655'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ],
          'allCollection': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '惠普 HP CQ321 CQ421 CQ621 CQ320集成独立主板605746-001 605748',
          'itemsort': '手机数码',
          'itemId': '642017958083',
          'abnormalScore': [
            '0.7083147344219983',
            '0.6498046953699573',
            '0.6386959451075259',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '惠普 HP CQ42 CQ62 CQ72主板 592809-001 592808-001 623915-001',
          'itemsort': '手机数码',
          'itemId': '588369039795',
          'abnormalScore': [
            '0.6726051952930817',
            '0.6962057245180078',
            '0.6784292448200762',
            '0.6726051952930817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.5',
            '2.0',
            '1.5',
            '1.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '惠普HP 4047S 4440S 4540S主板683495-001 683493-001 683496-001',
          'itemsort': '手机数码',
          'itemId': '625668533517',
          'abnormalScore': [
            '0.6668311429517212',
            '0.6962057245180078',
            '0.6442263763962346',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '惠普HP 8560P 6560B 主板独立 684322-001 684323-001 646967-001',
          'itemsort': '手机数码',
          'itemId': '616242060308',
          'abnormalScore': [
            '0.7144479907852296',
            '0.6784292448200762',
            '0.633212990406799',
            '0.7268742859040954'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '戴尔 DELL E6400键盘 E5500键盘 E6410键盘 E6510键盘 现货',
          'itemsort': '手机数码',
          'itemId': '570589445913',
          'abnormalScore': [
            '0.6726051952930817',
            '0.7083147344219983',
            '0.6277771047261286',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '戴尔 DELL V1510 V1520 集成独立主板LA-4121P LA-4596P LA-4122P',
          'itemsort': '手机数码',
          'itemId': '625751958167',
          'abnormalScore': [
            '0.7144479907852296',
            '0.633212990406799',
            '0.6498046953699573',
            '0.6498046953699573'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '2.6666666666666665',
            '2.333333333333333',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '戴尔DELL 15R 3521 5521 5537 5535 GM PM主板LA-9104P LA-9982P',
          'itemsort': '手机数码',
          'itemId': '625746506871',
          'abnormalScore': [
            '0.6554313166853921',
            '0.6902290708705882',
            '0.7403141229674958',
            '0.501709762999306'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '0.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '戴尔DELL M6500 M6400显卡板M7820 FX2700 FX3700 FX2800 FX3800',
          'itemsort': '手机数码',
          'itemId': '620480700928',
          'abnormalScore': [
            '0.6962057245180078',
            '0.6668311429517212',
            '0.6668311429517212',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '戴尔DELL N4010 N4110 N5010 N5110 A B C D壳 外壳九成新',
          'itemsort': '手机数码',
          'itemId': '633439239387',
          'abnormalScore': [
            '0.6902290708705882',
            '0.633212990406799',
            '0.6611066585897253',
            '0.6784292448200762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '现货 HP惠普 HDX16 X16-1000 496460-001 519220 DA0UT6MB8F0主板',
          'itemsort': '手机数码',
          'itemId': '635162567565',
          'abnormalScore': [
            '0.6962057245180078',
            '0.6902290708705882',
            '0.6611066585897253',
            '0.6554313166853921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '索尼 M981 MBX-225 PM GM主板A1794342A A1771579A A1794341 原装',
          'itemsort': '手机数码',
          'itemId': '633982459187',
          'abnormalScore': [
            '0.6554313166853921',
            '0.7206343546609678',
            '0.6902290708705882',
            '0.6223878839964003'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '索尼Sony Z70CR MBX-267 MBX-266 2699 247集成独立主板S1204-2',
          'itemsort': '手机数码',
          'itemId': '632922787883',
          'abnormalScore': [
            '0.6554313166853921',
            '0.6512068060780989',
            '0.6999673847451787',
            '0.6611066585897253'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.5',
            '3.0',
            '27.5',
            '52.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': '广州祥鸿科技',
      'itemDetail': [
        {
          'itemName': '联想Lenovo G565 G560 Z565 z580 z560 G570 B590主板 LA-5754P',
          'itemsort': '手机数码',
          'itemId': '598494515625',
          'abnormalScore': [
            '0.7331682483513519',
            '0.7022341296640655',
            '0.6386959451075259',
            '0.6277771047261286'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': '糖宝奢购',
      'itemDetail': [
        {
          'itemName': ' Loewe/罗意威 21SS经典款胸口徽标刺绣logo短袖男女圆领休闲t恤',
          'itemsort': '服装鞋包',
          'itemId': '646791406606',
          'abnormalScore': [
            '0.5594492274591689',
            '0.5789764399972266',
            '0.5832487199967392',
            '0.6185816273862013'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '40.0',
            '67.0',
            '94.0',
            '121.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 艾丽莎代购',
      'itemDetail': [
        {
          'itemName': 'MOCO2021年秋季新品欧美街头运动高腰抽绳直筒宽松长裤MBA3PATT16',
          'itemsort': '服装鞋包',
          'itemId': '653682766991',
          'abnormalScore': [
            '0.6246686979547273',
            '0.636302280277162',
            '0.6246686979547273',
            '0.6978019154264876'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '549.0',
            '549.0',
            '549.0',
            '549.0'
          ],
          'allCollection': [
            '549.0',
            '549.0',
            '549.0',
            '549.0'
          ]
        },
        {
          'itemName': 'MOCO国内专柜正品代购2021年秋季新款毛针织衫圆领动漫MBA3TEE025',
          'itemsort': '服装鞋包',
          'itemId': '647133908427',
          'abnormalScore': [
            '0.6913934954986369',
            '0.678752674624043',
            '0.7042697340126118',
            '0.636302280277162'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '369.0',
            '369.0',
            '369.0',
            '369.0'
          ],
          'allCollection': [
            '369.0',
            '369.0',
            '369.0',
            '369.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 艾丽莎代购',
      'itemDetail': [
        {
          'itemName': 'MOCO国内专柜正品代购2021年秋季新款毛针织衫圆领动漫MBA3TEE025',
          'itemsort': '服装鞋包',
          'itemId': '647133908427',
          'abnormalScore': [
            '0.6913934954986369',
            '0.678752674624043',
            '0.7042697340126118',
            '0.636302280277162'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '369.0',
            '369.0',
            '369.0',
            '369.0'
          ],
          'allCollection': [
            '369.0',
            '369.0',
            '369.0',
            '369.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': 'NEW BALANCE 20新男女情侣百搭魔术贴NB运动沙滩轻便3601多色凉鞋',
          'itemsort': '运动户外',
          'itemId': '595350705310',
          'abnormalScore': [
            '0.6656296816445846',
            '0.638550424632272',
            '0.638550424632272',
            '0.7361622998968712'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '175.0',
            '138.0',
            '101.0',
            '64.0'
          ],
          'allComments': [
            '4322.0',
            '4322.0',
            '4322.0',
            '4322.0'
          ],
          'allCollection': [
            '732.0',
            '732.0',
            '732.0',
            '732.0'
          ]
        },
        {
          'itemName': 'Nike Air Max 2090耐克白蓝黄气垫潮流运动休闲跑步鞋CT1091-100',
          'itemsort': '运动户外',
          'itemId': '638465315081',
          'abnormalScore': [
            '0.6938572992750287',
            '0.671181807004986',
            '0.7293149890225235',
            '0.6767802435454139'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '578.0',
            '578.0',
            '578.0',
            '578.0'
          ],
          'allCollection': [
            '578.0',
            '578.0',
            '578.0',
            '578.0'
          ]
        },
        {
          'itemName': 'Puma冬季泫雅同款鸭绒中长款男女情侣保暖羽绒服外套黑灰928652',
          'itemsort': '运动户外',
          'itemId': '631489809410',
          'abnormalScore': [
            '0.6938572992750287',
            '0.6881175985447676',
            '0.7293149890225235',
            '0.7113652568153476'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ],
          'allCollection': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ]
        },
        {
          'itemName': 'VANS STYLE 36 DECON复古绿色经典低帮男女鞋板鞋VN0A3MVLWOP',
          'itemsort': '运动户外',
          'itemId': '645086356022',
          'abnormalScore': [
            '0.7415324008275465',
            '0.7054807274052057',
            '0.6938572992750287',
            '0.6601234843705763'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '425.0',
            '425.0',
            '425.0',
            '425.0'
          ],
          'allCollection': [
            '425.0',
            '425.0',
            '425.0',
            '425.0'
          ]
        },
        {
          'itemName': 'VANS 2021春夏新范斯帆布半拖男女懒人低帮Classic Slip-On Mule',
          'itemsort': '运动户外',
          'itemId': '645086652386',
          'abnormalScore': [
            '0.7054807274052057',
            '0.6601234843705763',
            '0.6438766775087009',
            '0.7293149890225235'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        },
        {
          'itemName': '正品直邮韩国nike/耐克运动鞋休闲鞋平底鞋板鞋女鞋AQ1779 001',
          'itemsort': '运动户外',
          'itemId': '630746859502',
          'abnormalScore': [
            '0.6824253775549479',
            '0.6438766775087009',
            '0.735398323882634',
            '0.649247357526056'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ],
          'allCollection': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ]
        },
        {
          'itemName': '现货Adidas阿迪达斯男女情侣魔术贴绑带运动凉鞋沙滩拖鞋FV0846',
          'itemsort': '运动户外',
          'itemId': '645677828778',
          'abnormalScore': [
            '0.6546628352583408',
            '0.6881175985447676',
            '0.671181807004986',
            '0.7293149890225235'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        },
        {
          'itemName': '韩国NEW BALANCE 480 情侣款老爹鞋运动鞋跑步鞋跑鞋休闲鞋男女鞋',
          'itemsort': '运动户外',
          'itemId': '637511470852',
          'abnormalScore': [
            '0.6656296816445846',
            '0.6546628352583408',
            '0.7293149890225235',
            '0.6881175985447676'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ],
          'allCollection': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': 'Nike Air Max 2090耐克白蓝黄气垫潮流运动休闲跑步鞋CT1091-100',
          'itemsort': '运动户外',
          'itemId': '638465315081',
          'abnormalScore': [
            '0.6938572992750287',
            '0.671181807004986',
            '0.7293149890225235',
            '0.6767802435454139'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '578.0',
            '578.0',
            '578.0',
            '578.0'
          ],
          'allCollection': [
            '578.0',
            '578.0',
            '578.0',
            '578.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': 'Puma冬季泫雅同款鸭绒中长款男女情侣保暖羽绒服外套黑灰928652',
          'itemsort': '运动户外',
          'itemId': '631489809410',
          'abnormalScore': [
            '0.6938572992750287',
            '0.6881175985447676',
            '0.7293149890225235',
            '0.7113652568153476'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ],
          'allCollection': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': 'VANS STYLE 36 DECON复古绿色经典低帮男女鞋板鞋VN0A3MVLWOP',
          'itemsort': '运动户外',
          'itemId': '645086356022',
          'abnormalScore': [
            '0.7415324008275465',
            '0.7054807274052057',
            '0.6938572992750287',
            '0.6601234843705763'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '425.0',
            '425.0',
            '425.0',
            '425.0'
          ],
          'allCollection': [
            '425.0',
            '425.0',
            '425.0',
            '425.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': 'VANS 2021春夏新范斯帆布半拖男女懒人低帮Classic Slip-On Mule',
          'itemsort': '运动户外',
          'itemId': '645086652386',
          'abnormalScore': [
            '0.7054807274052057',
            '0.6601234843705763',
            '0.6438766775087009',
            '0.7293149890225235'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': '正品直邮韩国nike/耐克运动鞋休闲鞋平底鞋板鞋女鞋AQ1779 001',
          'itemsort': '运动户外',
          'itemId': '630746859502',
          'abnormalScore': [
            '0.6824253775549479',
            '0.6438766775087009',
            '0.735398323882634',
            '0.649247357526056'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ],
          'allCollection': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': '现货Adidas阿迪达斯男女情侣魔术贴绑带运动凉鞋沙滩拖鞋FV0846',
          'itemsort': '运动户外',
          'itemId': '645677828778',
          'abnormalScore': [
            '0.6546628352583408',
            '0.6881175985447676',
            '0.671181807004986',
            '0.7293149890225235'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        }
      ]
    },
    {
      'storeName': 'ABC韩代休闲运动品牌',
      'itemDetail': [
        {
          'itemName': '韩国NEW BALANCE 480 情侣款老爹鞋运动鞋跑步鞋跑鞋休闲鞋男女鞋',
          'itemsort': '运动户外',
          'itemId': '637511470852',
          'abnormalScore': [
            '0.6656296816445846',
            '0.6546628352583408',
            '0.7293149890225235',
            '0.6881175985447676'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ],
          'allCollection': [
            '499.0',
            '499.0',
            '499.0',
            '499.0'
          ]
        }
      ]
    },
    {
      'storeName': '气动易购超市',
      'itemDetail': [
        {
          'itemName': ' PRA/182063诺冠norgren气缸RM/8020/MC/10/6M/50纺织SPC/010222',
          'itemsort': '家居建材',
          'itemId': '578984684760',
          'abnormalScore': [
            '0.6298735996671442',
            '0.6298735996671442',
            '0.6735373160699852',
            '0.5457854599877796'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '3.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '蓝菲轻奢代购',
      'itemDetail': [
        {
          'itemName': '代购Kimhekim爱心牛仔裤女Heart系列高腰白色阔腿直筒长裤ins现货',
          'itemsort': '服装鞋包',
          'itemId': '633525651111',
          'abnormalScore': [
            '0.5840364947556055',
            '0.5803092716904399',
            '0.6186774303086442',
            '0.6049682822920196'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '61.0',
            '61.0',
            '61.0',
            '61.0'
          ],
          'allComments': [
            '61.0',
            '61.0',
            '61.0',
            '61.0'
          ],
          'allCollection': [
            '61.0',
            '61.0',
            '61.0',
            '61.0'
          ]
        },
        {
          'itemName': '正品代购kuho高腰显瘦白边拼接直筒九分牛仔裤女春夏小众时尚设计',
          'itemsort': '服装鞋包',
          'itemId': '637814750482',
          'abnormalScore': [
            '0.5408468061857735',
            '0.5915629125128652',
            '0.5271720349032685',
            '0.6306751252021846'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allCollection': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ]
        }
      ]
    },
    {
      'storeName': '蓝菲轻奢代购',
      'itemDetail': [
        {
          'itemName': '正品代购kuho高腰显瘦白边拼接直筒九分牛仔裤女春夏小众时尚设计',
          'itemsort': '服装鞋包',
          'itemId': '637814750482',
          'abnormalScore': [
            '0.5408468061857735',
            '0.5915629125128652',
            '0.5271720349032685',
            '0.6306751252021846'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allCollection': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | BE KIDS kids dust coat.伞型轻便法式褶皱风衣童装',
          'itemsort': '母婴用品',
          'itemId': '629799109691',
          'abnormalScore': [
            '0.6652634251471654',
            '0.6873123627336911',
            '0.6873123627336911',
            '0.7336267729344812'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ],
          'allCollection': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ]
        },
        {
          'itemName': 'livingSoft | BE KIDS soft sweater.亲肤棉柔起绒半高领打底衫',
          'itemsort': '母婴用品',
          'itemId': '630402563084',
          'abnormalScore': [
            '0.7474237452643132',
            '0.6707084447882264',
            '0.649192159850367',
            '0.6929378475764828'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        },
        {
          'itemName': 'livingSoft | STAFF ONLY.四季廓形斜纹工装日系外套',
          'itemsort': '服装鞋包',
          'itemId': '643269985900',
          'abnormalScore': [
            '0.6082081703073191',
            '0.5744752999204181',
            '0.7396313299818686',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '428.0',
            '428.0',
            '428.0',
            '428.0'
          ],
          'allCollection': [
            '428.0',
            '428.0',
            '428.0',
            '428.0'
          ]
        },
        {
          'itemName': 'livingSoft | STAFF ONLY.经典工装日式围裙工作户外厨房',
          'itemsort': '百货食品',
          'itemId': '643967743842',
          'abnormalScore': [
            '0.6335091401093544',
            '0.6386942586357848',
            '0.7336267729344812',
            '0.6545056400862994'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        },
        {
          'itemName': 'livingSoft BE KIDS bodysuit.限量粉法式花边装饰包屁衣',
          'itemsort': '母婴用品',
          'itemId': '618940148535',
          'abnormalScore': [
            '0.6598626098681069',
            '0.7336267729344812',
            '0.6598626098681069',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        },
        {
          'itemName': 'livingSoft | LS linen table mat.格子亚麻双面餐垫',
          'itemsort': '百货食品',
          'itemId': '625155848838',
          'abnormalScore': [
            '0.7276709627476903',
            '0.7579414884543648',
            '0.6761980305932622',
            '0.6929378475764828'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '103.0',
            '103.0',
            '103.0',
            '103.0'
          ]
        },
        {
          'itemName': 'livingSoft | STAFF ONLY.复古厚制帆布经典托特包手提包',
          'itemsort': '服装鞋包',
          'itemId': '643966247194',
          'abnormalScore': [
            '0.6817325473255064',
            '0.7396313299818686',
            '0.6707084447882264',
            '0.6761980305932622'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allCollection': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ]
        },
        {
          'itemName': 'nomorning | BOOK BED BOWL.無早原创日常帆布袋托特包',
          'itemsort': '服装鞋包',
          'itemId': '627485208555',
          'abnormalScore': [
            '0.6386942586357848',
            '0.7396313299818686',
            '0.6545056400862994',
            '0.6439218160986582'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allComments': [
            '274.0',
            '274.0',
            '274.0',
            '274.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        },
        {
          'itemName': 'nomorning | BOOK BED BOWL.無早原创限定冰箱贴套装',
          'itemsort': '百货食品',
          'itemId': '627814125492',
          'abnormalScore': [
            '0.6986093756471171',
            '0.7217635036793286',
            '0.7396313299818686',
            '0.7159040031999871'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | BE KIDS soft sweater.亲肤棉柔起绒半高领打底衫',
          'itemsort': '母婴用品',
          'itemId': '630402563084',
          'abnormalScore': [
            '0.7474237452643132',
            '0.6707084447882264',
            '0.649192159850367',
            '0.6929378475764828'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | STAFF ONLY.四季廓形斜纹工装日系外套',
          'itemsort': '服装鞋包',
          'itemId': '643269985900',
          'abnormalScore': [
            '0.6082081703073191',
            '0.5744752999204181',
            '0.7396313299818686',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '428.0',
            '428.0',
            '428.0',
            '428.0'
          ],
          'allCollection': [
            '428.0',
            '428.0',
            '428.0',
            '428.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | STAFF ONLY.经典工装日式围裙工作户外厨房',
          'itemsort': '百货食品',
          'itemId': '643967743842',
          'abnormalScore': [
            '0.6335091401093544',
            '0.6386942586357848',
            '0.7336267729344812',
            '0.6545056400862994'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '4.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft BE KIDS bodysuit.限量粉法式花边装饰包屁衣',
          'itemsort': '母婴用品',
          'itemId': '618940148535',
          'abnormalScore': [
            '0.6598626098681069',
            '0.7336267729344812',
            '0.6598626098681069',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | LS linen table mat.格子亚麻双面餐垫',
          'itemsort': '百货食品',
          'itemId': '625155848838',
          'abnormalScore': [
            '0.7276709627476903',
            '0.7579414884543648',
            '0.6761980305932622',
            '0.6929378475764828'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '103.0',
            '103.0',
            '103.0',
            '103.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'livingSoft | STAFF ONLY.复古厚制帆布经典托特包手提包',
          'itemsort': '服装鞋包',
          'itemId': '643966247194',
          'abnormalScore': [
            '0.6817325473255064',
            '0.7396313299818686',
            '0.6707084447882264',
            '0.6761980305932622'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allCollection': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'nomorning | BOOK BED BOWL.無早原创日常帆布袋托特包',
          'itemsort': '服装鞋包',
          'itemId': '627485208555',
          'abnormalScore': [
            '0.6386942586357848',
            '0.7396313299818686',
            '0.6545056400862994',
            '0.6439218160986582'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allComments': [
            '274.0',
            '274.0',
            '274.0',
            '274.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        }
      ]
    },
    {
      'storeName': 'livingSoft',
      'itemDetail': [
        {
          'itemName': 'nomorning | BOOK BED BOWL.無早原创限定冰箱贴套装',
          'itemsort': '百货食品',
          'itemId': '627814125492',
          'abnormalScore': [
            '0.6986093756471171',
            '0.7217635036793286',
            '0.7396313299818686',
            '0.7159040031999871'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': 'Female bagVG685318сумка女包双面休闲单肩斜挎包时尚托特包',
          'itemsort': '服装鞋包',
          'itemId': '586109058489',
          'abnormalScore': [
            '0.7469267968683312',
            '0.670208426914406',
            '0.6929348337604223',
            '0.6536541185442503'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '6.0',
            '15.0',
            '24.0'
          ],
          'allComments': [
            '400.0',
            '400.0',
            '400.0',
            '400.0'
          ],
          'allCollection': [
            '31.0',
            '31.0',
            '31.0',
            '31.0'
          ]
        },
        {
          'itemName': '时尚潮流铆钉斜挎包休闲单肩包包盖式链条女包简约小方包VG729078',
          'itemsort': '服装鞋包',
          'itemId': '646284157853',
          'abnormalScore': [
            '0.6814768997469892',
            '0.6536541185442503',
            '0.6591262824519052',
            '0.7284775264194083'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '1.0',
            '3.0',
            '7.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '时尚潮流盖头女包简约GS手提包气质字母LOGO斜挎女包VG741420',
          'itemsort': '服装鞋包',
          'itemId': '641773562084',
          'abnormalScore': [
            '0.6217620881134819',
            '0.7345760857560923',
            '0.6482273853509052',
            '0.6646442574039377'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        },
        {
          'itemName': '欧美时尚托特包休闲子母袋字母印花女包大容量大包cymkaPQ699524',
          'itemsort': '服装鞋包',
          'itemId': '642108766838',
          'abnormalScore': [
            '0.670208426914406',
            '0.7407257001008367',
            '0.6758191777080139',
            '0.626967263084765'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        },
        {
          'itemName': '欧美时尚潮牌小方包简约软质斜挎包字母光面单肩女包сумка',
          'itemsort': '服装鞋包',
          'itemId': '630591610323',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6536541185442503',
            '0.6814768997469892',
            '0.7407257001008367'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ],
          'allCollection': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ]
        },
        {
          'itemName': '简约时尚休闲长款女钱包百搭印花LOGO手拎包女士潮流横款手拿包',
          'itemsort': '服装鞋包',
          'itemId': '635822059439',
          'abnormalScore': [
            '0.6646442574039377',
            '0.6871819862581876',
            '0.7284775264194083',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '10.0',
            '16.0',
            '22.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '邮费补差时尚女包斜挎包单肩包休闲潮流大包',
          'itemsort': '其他',
          'itemId': '625520351347',
          'abnormalScore': [
            '0.8444092590647001',
            '0.8264998935732084',
            '0.8060851486122961',
            '0.8070457452134278'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '136.0',
            '151.0',
            '17.0',
            '266.00000000000006'
          ],
          'allComments': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allCollection': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '时尚潮流铆钉斜挎包休闲单肩包包盖式链条女包简约小方包VG729078',
          'itemsort': '服装鞋包',
          'itemId': '646284157853',
          'abnormalScore': [
            '0.6814768997469892',
            '0.6536541185442503',
            '0.6591262824519052',
            '0.7284775264194083'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '1.0',
            '3.0',
            '7.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '时尚潮流盖头女包简约GS手提包气质字母LOGO斜挎女包VG741420',
          'itemsort': '服装鞋包',
          'itemId': '641773562084',
          'abnormalScore': [
            '0.6217620881134819',
            '0.7345760857560923',
            '0.6482273853509052',
            '0.6646442574039377'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '欧美时尚托特包休闲子母袋字母印花女包大容量大包cymkaPQ699524',
          'itemsort': '服装鞋包',
          'itemId': '642108766838',
          'abnormalScore': [
            '0.670208426914406',
            '0.7407257001008367',
            '0.6758191777080139',
            '0.626967263084765'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ],
          'allCollection': [
            '125.0',
            '125.0',
            '125.0',
            '125.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '欧美时尚潮牌小方包简约软质斜挎包字母光面单肩女包сумка',
          'itemsort': '服装鞋包',
          'itemId': '630591610323',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6536541185442503',
            '0.6814768997469892',
            '0.7407257001008367'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ],
          'allCollection': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '简约时尚休闲长款女钱包百搭印花LOGO手拎包女士潮流横款手拿包',
          'itemsort': '服装鞋包',
          'itemId': '635822059439',
          'abnormalScore': [
            '0.6646442574039377',
            '0.6871819862581876',
            '0.7284775264194083',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '10.0',
            '16.0',
            '22.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '思家小包',
      'itemDetail': [
        {
          'itemName': '邮费补差时尚女包斜挎包单肩包休闲潮流大包',
          'itemsort': '其他',
          'itemId': '625520351347',
          'abnormalScore': [
            '0.8444092590647001',
            '0.8264998935732084',
            '0.8060851486122961',
            '0.8070457452134278'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '136.0',
            '151.0',
            '17.0',
            '266.00000000000006'
          ],
          'allComments': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allCollection': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '2021夏季新款荷叶边抹胸长袖一字肩陈浩南同款收腰显瘦上衣女',
          'itemsort': '服装鞋包',
          'itemId': '648451004707',
          'abnormalScore': [
            '0.7029547602583751',
            '0.685057365922282',
            '0.6733796430418976',
            '0.6450488271771129'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        },
        {
          'itemName': '2021年夏装新款时尚显瘦气质重工钉珠蝴蝶结镂空连体裤网红同款',
          'itemsort': '服装鞋包',
          'itemId': '644395564411',
          'abnormalScore': [
            '0.7275473961531865',
            '0.6506179914053618',
            '0.6909719522541246',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        },
        {
          'itemName': '2021新款V领古典美气质洋气直筒剪裁羊毛优雅系带收腰毛呢外套女',
          'itemsort': '服装鞋包',
          'itemId': '649026805058',
          'abnormalScore': [
            '0.6450488271771129',
            '0.6791934073060256',
            '0.6619009826319787',
            '0.7090238674948625'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ],
          'allCollection': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ]
        },
        {
          'itemName': '2021秋季新款 每4天做1件 法式重工设计感全手工编制镂空毛衣',
          'itemsort': '服装鞋包',
          'itemId': '655161175717',
          'abnormalScore': [
            '0.685057365922282',
            '0.7090238674948625',
            '0.6506179914053618',
            '0.6676156434759472'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        },
        {
          'itemName': '2021秋季新款网红V领粉色气质绑带收腰西装休闲立体玫瑰缎面外套',
          'itemsort': '服装鞋包',
          'itemId': '652848425416',
          'abnormalScore': [
            '0.6791934073060256',
            '0.7151453736405405',
            '0.6506179914053618',
            '0.6395273339180207'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ],
          'allCollection': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ]
        },
        {
          'itemName': '21秋款大蜜豆同款黑色双排扣翻领复古扣女士西装气质高端简约外套',
          'itemsort': '服装鞋包',
          'itemId': '652344018224',
          'abnormalScore': [
            '0.65623523818007',
            '0.65623523818007',
            '0.6506179914053618',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        },
        {
          'itemName': '单肩斜领抹胸式大蝴蝶结个性宫廷风泡泡袖上衣 袖子在右手',
          'itemsort': '服装鞋包',
          'itemId': '635495644321',
          'abnormalScore': [
            '0.7151453736405405',
            '0.6450488271771129',
            '0.6909719522541246',
            '0.6450488271771129'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '单肩斜领抹胸式大蝴蝶结个性宫廷风泡泡袖上衣 袖子在右手',
          'itemsort': '服装鞋包',
          'itemId': '635495644321',
          'abnormalScore': [
            '0.7029547602583751',
            '0.6340531035738054',
            '0.7029547602583751',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '吊带流苏钻钻蝴蝶结上衣收腰花苞裤2021夏装网红女神范短裤两件套',
          'itemsort': '服装鞋包',
          'itemId': '653351281283',
          'abnormalScore': [
            '0.7090238674948625',
            '0.6791934073060256',
            '0.6791934073060256',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        },
        {
          'itemName': '小香风法式时尚气质重工菱格纹钉珠闪钻圆领夹克开衫淑女外套2021',
          'itemsort': '服装鞋包',
          'itemId': '653180647833',
          'abnormalScore': [
            '0.6909719522541246',
            '0.6619009826319787',
            '0.6619009826319787',
            '0.7151453736405405'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        },
        {
          'itemName': '抖音网红同款露肩泡泡袖钻钻性感V领宫廷甜美上衣',
          'itemsort': '服装鞋包',
          'itemId': '618945701990',
          'abnormalScore': [
            '0.7029547602583751',
            '0.6791934073060256',
            '0.6791934073060256',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        },
        {
          'itemName': '撞色拼接V领高腰亮片小西装短裙两件套女小香风短外套半身裙套装',
          'itemsort': '服装鞋包',
          'itemId': '652860945671',
          'abnormalScore': [
            '0.7562440044653775',
            '0.6340531035738054',
            '0.6619009826319787',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '258.0',
            '258.0',
            '258.0',
            '258.0'
          ],
          'allCollection': [
            '258.0',
            '258.0',
            '258.0',
            '258.0'
          ]
        },
        {
          'itemName': '欧货 2021秋冬新款女时尚名媛风羊毛大衣女神范小个子斗篷外套潮',
          'itemsort': '服装鞋包',
          'itemId': '631131518122',
          'abnormalScore': [
            '0.65623523818007',
            '0.7029547602583751',
            '0.7401644940450121',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ],
          'allCollection': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ]
        },
        {
          'itemName': '法式复古碎花蝴蝶结吊带裙21春夏新款名媛优雅收腰包臀礼服连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '651324210575',
          'abnormalScore': [
            '0.5573441579682663',
            '0.7338288290653954',
            '0.65623523818007',
            '0.6619009826319787'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '5.0',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        },
        {
          'itemName': '法式宫廷风长裙女夏季2021新款罩衫+吊带胸衣显瘦仙女度假三件套',
          'itemsort': '服装鞋包',
          'itemId': '651424131085',
          'abnormalScore': [
            '0.6340531035738054',
            '0.685057365922282',
            '0.7029547602583751',
            '0.65623523818007'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        },
        {
          'itemName': '网红2021春夏新款半高领荷叶边条纹短袖上衣镂空花纹蕾丝衫衬衫女',
          'itemsort': '服装鞋包',
          'itemId': '644215453532',
          'abnormalScore': [
            '0.6676156434759472',
            '0.6909719522541246',
            '0.7029547602583751',
            '0.6619009826319787'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '25.0',
            '19.0',
            '13.0',
            '7.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '网红同款宫廷风性感V领藕节袖钻钻上衣',
          'itemsort': '服装鞋包',
          'itemId': '624289853320',
          'abnormalScore': [
            '0.6506179914053618',
            '0.7090238674948625',
            '0.6548263961062152',
            '0.6880083033927623'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '8.0',
            '17.0',
            '26.0'
          ],
          'allComments': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '网红同款抹胸花朵上衣+黑色喇叭裤',
          'itemsort': '服装鞋包',
          'itemId': '639001422152',
          'abnormalScore': [
            '0.685057365922282',
            '0.6676156434759472',
            '0.6909719522541246',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '16.0',
            '12.0',
            '8.0',
            '4.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '网红同款港风排扣小众衬衫+口袋工装短裤热裤套装女',
          'itemsort': '服装鞋包',
          'itemId': '640741764439',
          'abnormalScore': [
            '0.6395273339180207',
            '0.6619009826319787',
            '0.65623523818007',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ]
        },
        {
          'itemName': '网红小众钉珠黑色立体网纱大花朵镶钻翻领白色珍珠袖口西装外套女',
          'itemsort': '服装鞋包',
          'itemId': '651549568115',
          'abnormalScore': [
            '0.6619009826319787',
            '0.6619009826319787',
            '0.7029547602583751',
            '0.6791934073060256'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        },
        {
          'itemName': '设计师款2021春季新款欧货高端爱心钉钻西装外套五分中裤女套装女',
          'itemsort': '服装鞋包',
          'itemId': '650801188797',
          'abnormalScore': [
            '0.6450488271771129',
            '0.6286257315830522',
            '0.7275473961531865',
            '0.65623523818007'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ],
          'allCollection': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ]
        },
        {
          'itemName': '设计师款2020夏网钻亮闪闪背心配美背裹胸性感小心机两件套',
          'itemsort': '服装鞋包',
          'itemId': '623972585545',
          'abnormalScore': [
            '0.6969376034065456',
            '0.7029547602583751',
            '0.65623523818007',
            '0.6126207718843347'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allCollection': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '2021年夏装新款时尚显瘦气质重工钉珠蝴蝶结镂空连体裤网红同款',
          'itemsort': '服装鞋包',
          'itemId': '644395564411',
          'abnormalScore': [
            '0.7275473961531865',
            '0.6506179914053618',
            '0.6909719522541246',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '2021新款V领古典美气质洋气直筒剪裁羊毛优雅系带收腰毛呢外套女',
          'itemsort': '服装鞋包',
          'itemId': '649026805058',
          'abnormalScore': [
            '0.6450488271771129',
            '0.6791934073060256',
            '0.6619009826319787',
            '0.7090238674948625'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ],
          'allCollection': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '2021秋季新款 每4天做1件 法式重工设计感全手工编制镂空毛衣',
          'itemsort': '服装鞋包',
          'itemId': '655161175717',
          'abnormalScore': [
            '0.685057365922282',
            '0.7090238674948625',
            '0.6506179914053618',
            '0.6676156434759472'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '2021秋季新款网红V领粉色气质绑带收腰西装休闲立体玫瑰缎面外套',
          'itemsort': '服装鞋包',
          'itemId': '652848425416',
          'abnormalScore': [
            '0.6791934073060256',
            '0.7151453736405405',
            '0.6506179914053618',
            '0.6395273339180207'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ],
          'allCollection': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '21秋款大蜜豆同款黑色双排扣翻领复古扣女士西装气质高端简约外套',
          'itemsort': '服装鞋包',
          'itemId': '652344018224',
          'abnormalScore': [
            '0.65623523818007',
            '0.65623523818007',
            '0.6506179914053618',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '单肩斜领抹胸式大蝴蝶结个性宫廷风泡泡袖上衣 袖子在右手',
          'itemsort': '服装鞋包',
          'itemId': '635495644321',
          'abnormalScore': [
            '0.7151453736405405',
            '0.6450488271771129',
            '0.6909719522541246',
            '0.6450488271771129'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '单肩斜领抹胸式大蝴蝶结个性宫廷风泡泡袖上衣 袖子在右手',
          'itemsort': '服装鞋包',
          'itemId': '635495644321',
          'abnormalScore': [
            '0.7029547602583751',
            '0.6340531035738054',
            '0.7029547602583751',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '43.0',
            '43.0',
            '43.0',
            '43.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '吊带流苏钻钻蝴蝶结上衣收腰花苞裤2021夏装网红女神范短裤两件套',
          'itemsort': '服装鞋包',
          'itemId': '653351281283',
          'abnormalScore': [
            '0.7090238674948625',
            '0.6791934073060256',
            '0.6791934073060256',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '小香风法式时尚气质重工菱格纹钉珠闪钻圆领夹克开衫淑女外套2021',
          'itemsort': '服装鞋包',
          'itemId': '653180647833',
          'abnormalScore': [
            '0.6909719522541246',
            '0.6619009826319787',
            '0.6619009826319787',
            '0.7151453736405405'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '抖音网红同款露肩泡泡袖钻钻性感V领宫廷甜美上衣',
          'itemsort': '服装鞋包',
          'itemId': '618945701990',
          'abnormalScore': [
            '0.7029547602583751',
            '0.6791934073060256',
            '0.6791934073060256',
            '0.6733796430418976'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '撞色拼接V领高腰亮片小西装短裙两件套女小香风短外套半身裙套装',
          'itemsort': '服装鞋包',
          'itemId': '652860945671',
          'abnormalScore': [
            '0.7562440044653775',
            '0.6340531035738054',
            '0.6619009826319787',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '258.0',
            '258.0',
            '258.0',
            '258.0'
          ],
          'allCollection': [
            '258.0',
            '258.0',
            '258.0',
            '258.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '欧货 2021秋冬新款女时尚名媛风羊毛大衣女神范小个子斗篷外套潮',
          'itemsort': '服装鞋包',
          'itemId': '631131518122',
          'abnormalScore': [
            '0.65623523818007',
            '0.7029547602583751',
            '0.7401644940450121',
            '0.6506179914053618'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ],
          'allCollection': [
            '469.0',
            '469.0',
            '469.0',
            '469.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '法式复古碎花蝴蝶结吊带裙21春夏新款名媛优雅收腰包臀礼服连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '651324210575',
          'abnormalScore': [
            '0.5573441579682663',
            '0.7338288290653954',
            '0.65623523818007',
            '0.6619009826319787'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '5.0',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '法式宫廷风长裙女夏季2021新款罩衫+吊带胸衣显瘦仙女度假三件套',
          'itemsort': '服装鞋包',
          'itemId': '651424131085',
          'abnormalScore': [
            '0.6340531035738054',
            '0.685057365922282',
            '0.7029547602583751',
            '0.65623523818007'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '网红2021春夏新款半高领荷叶边条纹短袖上衣镂空花纹蕾丝衫衬衫女',
          'itemsort': '服装鞋包',
          'itemId': '644215453532',
          'abnormalScore': [
            '0.6676156434759472',
            '0.6909719522541246',
            '0.7029547602583751',
            '0.6619009826319787'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '25.0',
            '19.0',
            '13.0',
            '7.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '网红同款宫廷风性感V领藕节袖钻钻上衣',
          'itemsort': '服装鞋包',
          'itemId': '624289853320',
          'abnormalScore': [
            '0.6506179914053618',
            '0.7090238674948625',
            '0.6548263961062152',
            '0.6880083033927623'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '8.0',
            '17.0',
            '26.0'
          ],
          'allComments': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '网红同款抹胸花朵上衣+黑色喇叭裤',
          'itemsort': '服装鞋包',
          'itemId': '639001422152',
          'abnormalScore': [
            '0.685057365922282',
            '0.6676156434759472',
            '0.6909719522541246',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '16.0',
            '12.0',
            '8.0',
            '4.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '网红同款港风排扣小众衬衫+口袋工装短裤热裤套装女',
          'itemsort': '服装鞋包',
          'itemId': '640741764439',
          'abnormalScore': [
            '0.6395273339180207',
            '0.6619009826319787',
            '0.65623523818007',
            '0.7029547602583751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '网红小众钉珠黑色立体网纱大花朵镶钻翻领白色珍珠袖口西装外套女',
          'itemsort': '服装鞋包',
          'itemId': '651549568115',
          'abnormalScore': [
            '0.6619009826319787',
            '0.6619009826319787',
            '0.7029547602583751',
            '0.6791934073060256'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '设计师款2021春季新款欧货高端爱心钉钻西装外套五分中裤女套装女',
          'itemsort': '服装鞋包',
          'itemId': '650801188797',
          'abnormalScore': [
            '0.6450488271771129',
            '0.6286257315830522',
            '0.7275473961531865',
            '0.65623523818007'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ],
          'allCollection': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 网红名媛女装馆',
      'itemDetail': [
        {
          'itemName': '设计师款2020夏网钻亮闪闪背心配美背裹胸性感小心机两件套',
          'itemsort': '服装鞋包',
          'itemId': '623972585545',
          'abnormalScore': [
            '0.6969376034065456',
            '0.7029547602583751',
            '0.65623523818007',
            '0.6126207718843347'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allCollection': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': 'BTGP-Ⅱ型脱影翻拍仪 刑事 物证翻拍 白光照相 脱影照相',
          'itemsort': '手机数码',
          'itemId': '606003560856',
          'abnormalScore': [
            '0.606528708406483',
            '0.6792303625517209',
            '0.606528708406483',
            '0.6180813652350272'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '4000.0',
            '4000.0',
            '4000.0',
            '4000.0'
          ],
          'allCollection': [
            '4000.0',
            '4000.0',
            '4000.0',
            '4000.0'
          ]
        },
        {
          'itemName': 'DNA专用物证袋 刑侦大全 牛皮纸物证袋 透析纸包装袋',
          'itemsort': '其他',
          'itemId': '571026577613',
          'abnormalScore': [
            '0.6656370645668075',
            '0.67285261890459',
            '0.6620583563502662',
            '0.6122777900153792'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': 'L形足迹定位比例尺',
          'itemsort': '家居建材',
          'itemId': '565340424986',
          'abnormalScore': [
            '0.6358242423508629',
            '0.6180813652350272',
            '0.6921677803150181',
            '0.6418510064718778'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '塑料物证袋 透明PVC塑料 小 中 大号 100个/包',
          'itemsort': '其他',
          'itemId': '606104678784',
          'abnormalScore': [
            '0.6358242423508629',
            '0.67285261890459',
            '0.6180813652350272',
            '0.6418510064718778'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        },
        {
          'itemName': '白色亚光掌纹衬底 显现掌纹指纹衬底14 x 12厘米 x 30张 BT布兰特',
          'itemsort': '手机数码',
          'itemId': '569184344148',
          'abnormalScore': [
            '0.6418510064718778',
            '0.6358242423508629',
            '0.67285261890459',
            '0.6180813652350272'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '糊底指纹修复粉 指纹还原粉 布兰特',
          'itemsort': '其他',
          'itemId': '590260497474',
          'abnormalScore': [
            '0.6540764531985575',
            '0.6239399505920334',
            '0.6792303625517209',
            '0.6298540675089862'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        },
        {
          'itemName': '红黄铝物证牌1-30号 刑侦大全 红底黄字 黄底红字 金属物证牌',
          'itemsort': '其他',
          'itemId': '582366342372',
          'abnormalScore': [
            '0.6856685586856012',
            '0.606528708406483',
            '0.6665347601157796',
            '0.6665347601157796'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ],
          'allCollection': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ]
        },
        {
          'itemName': '脱胶502试剂 20g 指纹试剂 布兰特 502胶熏显法',
          'itemsort': '手机数码',
          'itemId': '567768881623',
          'abnormalScore': [
            '0.71878657314586',
            '0.6418510064718778',
            '0.6792303625517209',
            '0.6479348962627728'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '黄色塑料物证牌(上下左右北箭头) 带比例尺 人字形 刑侦勘查现场',
          'itemsort': '其他',
          'itemId': '582503115828',
          'abnormalScore': [
            '0.5896033324555857',
            '0.6358242423508629',
            '0.6479348962627728',
            '0.67285261890459'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        },
        {
          'itemName': '黑色明胶指纹提取片 bulant 直接黏取潜在指纹',
          'itemsort': '其他',
          'itemId': '604438495821',
          'abnormalScore': [
            '0.6298540675089862',
            '0.6298540675089862',
            '0.6298540675089862',
            '0.6921677803150181'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': 'DNA专用物证袋 刑侦大全 牛皮纸物证袋 透析纸包装袋',
          'itemsort': '其他',
          'itemId': '571026577613',
          'abnormalScore': [
            '0.6656370645668075',
            '0.67285261890459',
            '0.6620583563502662',
            '0.6122777900153792'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': 'L形足迹定位比例尺',
          'itemsort': '家居建材',
          'itemId': '565340424986',
          'abnormalScore': [
            '0.6358242423508629',
            '0.6180813652350272',
            '0.6921677803150181',
            '0.6418510064718778'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '塑料物证袋 透明PVC塑料 小 中 大号 100个/包',
          'itemsort': '其他',
          'itemId': '606104678784',
          'abnormalScore': [
            '0.6358242423508629',
            '0.67285261890459',
            '0.6180813652350272',
            '0.6418510064718778'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '白色亚光掌纹衬底 显现掌纹指纹衬底14 x 12厘米 x 30张 BT布兰特',
          'itemsort': '手机数码',
          'itemId': '569184344148',
          'abnormalScore': [
            '0.6418510064718778',
            '0.6358242423508629',
            '0.67285261890459',
            '0.6180813652350272'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '糊底指纹修复粉 指纹还原粉 布兰特',
          'itemsort': '其他',
          'itemId': '590260497474',
          'abnormalScore': [
            '0.6540764531985575',
            '0.6239399505920334',
            '0.6792303625517209',
            '0.6298540675089862'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '红黄铝物证牌1-30号 刑侦大全 红底黄字 黄底红字 金属物证牌',
          'itemsort': '其他',
          'itemId': '582366342372',
          'abnormalScore': [
            '0.6856685586856012',
            '0.606528708406483',
            '0.6665347601157796',
            '0.6665347601157796'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ],
          'allCollection': [
            '110.0',
            '110.0',
            '110.0',
            '110.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '脱胶502试剂 20g 指纹试剂 布兰特 502胶熏显法',
          'itemsort': '手机数码',
          'itemId': '567768881623',
          'abnormalScore': [
            '0.71878657314586',
            '0.6418510064718778',
            '0.6792303625517209',
            '0.6479348962627728'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '黄色塑料物证牌(上下左右北箭头) 带比例尺 人字形 刑侦勘查现场',
          'itemsort': '其他',
          'itemId': '582503115828',
          'abnormalScore': [
            '0.5896033324555857',
            '0.6358242423508629',
            '0.6479348962627728',
            '0.67285261890459'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 刑侦大全',
      'itemDetail': [
        {
          'itemName': '黑色明胶指纹提取片 bulant 直接黏取潜在指纹',
          'itemsort': '其他',
          'itemId': '604438495821',
          'abnormalScore': [
            '0.6298540675089862',
            '0.6298540675089862',
            '0.6298540675089862',
            '0.6921677803150181'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': '艺芯堂',
      'itemDetail': [
        {
          'itemName': '10斤装加厚陈皮铁桶送棉布袋密封罐食品级特大容量米桶家用储物罐',
          'itemsort': '百货食品',
          'itemId': '650127997078',
          'abnormalScore': [
            '0.6564446515061705',
            '0.6704064877859591',
            '0.6162796557737603',
            '0.6774983714837999'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '24.0',
            '3.0',
            '30.0',
            '57.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        },
        {
          'itemName': '加厚耐热玻璃茶壶扎壶凉水壶冷水壶果汁壶明火加热竹盖壶家用',
          'itemsort': '百货食品',
          'itemId': '620398334202',
          'abnormalScore': [
            '0.6919079966072232',
            '0.6704064877859591',
            '0.5785721815985492',
            '0.5785721815985492'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '新会陈皮包装盒空礼盒玻璃瓶干货密封罐手提礼品盒伴手礼盒茶叶罐',
          'itemsort': '其他',
          'itemId': '636945511959',
          'abnormalScore': [
            '0.5785721815985492',
            '0.5785721815985492',
            '0.6774983714837999',
            '0.6360451901121089'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '装新会陈皮加厚专用储存袋大号束口袋麻棉布袋子收纳物保存收藏袋',
          'itemsort': '百货食品',
          'itemId': '638856912448',
          'abnormalScore': [
            '0.572515832542364',
            '0.6704064877859591',
            '0.6360451901121089',
            '0.5971283487792448'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '106.99999999999994',
            '78.0',
            '85.0',
            '128.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': '陈皮储存罐加厚茶叶铁桶大容量密封储物罐铁皮马口罐装茶饼的罐子',
          'itemsort': '百货食品',
          'itemId': '645261612394',
          'abnormalScore': [
            '0.6360451901121089',
            '0.5846925976408428',
            '0.6633888401549499',
            '0.6034450609223678'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '13.0',
            '13.0',
            '3.0'
          ],
          'allComments': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        }
      ]
    },
    {
      'storeName': '艺芯堂',
      'itemDetail': [
        {
          'itemName': '加厚耐热玻璃茶壶扎壶凉水壶冷水壶果汁壶明火加热竹盖壶家用',
          'itemsort': '百货食品',
          'itemId': '620398334202',
          'abnormalScore': [
            '0.6919079966072232',
            '0.6704064877859591',
            '0.5785721815985492',
            '0.5785721815985492'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '艺芯堂',
      'itemDetail': [
        {
          'itemName': '新会陈皮包装盒空礼盒玻璃瓶干货密封罐手提礼品盒伴手礼盒茶叶罐',
          'itemsort': '其他',
          'itemId': '636945511959',
          'abnormalScore': [
            '0.5785721815985492',
            '0.5785721815985492',
            '0.6774983714837999',
            '0.6360451901121089'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '艺芯堂',
      'itemDetail': [
        {
          'itemName': '装新会陈皮加厚专用储存袋大号束口袋麻棉布袋子收纳物保存收藏袋',
          'itemsort': '百货食品',
          'itemId': '638856912448',
          'abnormalScore': [
            '0.572515832542364',
            '0.6704064877859591',
            '0.6360451901121089',
            '0.5971283487792448'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '106.99999999999994',
            '78.0',
            '85.0',
            '128.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '艺芯堂',
      'itemDetail': [
        {
          'itemName': '陈皮储存罐加厚茶叶铁桶大容量密封储物罐铁皮马口罐装茶饼的罐子',
          'itemsort': '百货食品',
          'itemId': '645261612394',
          'abnormalScore': [
            '0.6360451901121089',
            '0.5846925976408428',
            '0.6633888401549499',
            '0.6034450609223678'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '13.0',
            '13.0',
            '3.0'
          ],
          'allComments': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        }
      ]
    },
    {
      'storeName': '济南色谱仪发生器配件',
      'itemDetail': [
        {
          'itemName': '供应气相色谱仪钢瓶减压阀转换接头 色谱螺帽配件耗材',
          'itemsort': '家居建材',
          'itemId': '527890508756',
          'abnormalScore': [
            '0.6360451901121089',
            '0.68466527655345',
            '0.5846925976408428',
            '0.6227989596941725'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '9.0',
            '3.0',
            '3.0',
            '9.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '气相色谱仪用白酒标样15种组分 供应白酒气相色谱混标内标',
          'itemsort': '家居建材',
          'itemId': '596571514418',
          'abnormalScore': [
            '0.6992273336526472',
            '0.572515832542364',
            '0.6227989596941725',
            '0.6098285942981131'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '济南前程气相色谱仪器 GC通用配件 减压阀接头现货直销',
          'itemsort': '家居建材',
          'itemId': '527818047407',
          'abnormalScore': [
            '0.6162796557737603',
            '0.6495731528893467',
            '0.6162796557737603',
            '0.6992273336526472'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '直销气体净化脱氧管 气相色谱净化器干燥管脱水管 气路干燥脱氧管',
          'itemsort': '其他',
          'itemId': '616318939518',
          'abnormalScore': [
            '0.7007004662736601',
            '0.6136910822618573',
            '0.6919079966072232',
            '0.6774983714837999'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '济南色谱仪发生器配件',
      'itemDetail': [
        {
          'itemName': '气相色谱仪用白酒标样15种组分 供应白酒气相色谱混标内标',
          'itemsort': '家居建材',
          'itemId': '596571514418',
          'abnormalScore': [
            '0.6992273336526472',
            '0.572515832542364',
            '0.6227989596941725',
            '0.6098285942981131'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': '济南色谱仪发生器配件',
      'itemDetail': [
        {
          'itemName': '济南前程气相色谱仪器 GC通用配件 减压阀接头现货直销',
          'itemsort': '家居建材',
          'itemId': '527818047407',
          'abnormalScore': [
            '0.6162796557737603',
            '0.6495731528893467',
            '0.6162796557737603',
            '0.6992273336526472'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': '济南色谱仪发生器配件',
      'itemDetail': [
        {
          'itemName': '直销气体净化脱氧管 气相色谱净化器干燥管脱水管 气路干燥脱氧管',
          'itemsort': '其他',
          'itemId': '616318939518',
          'abnormalScore': [
            '0.7007004662736601',
            '0.6136910822618573',
            '0.6919079966072232',
            '0.6774983714837999'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' yybyga',
      'itemDetail': [
        {
          'itemName': '原装Thinkpad联想S3-S431 S440 A壳 黑 非触摸屏 04X1903外壳',
          'itemsort': '手机数码',
          'itemId': '609610308931',
          'abnormalScore': [
            '0.7228927831863861',
            '0.6907084765604719',
            '0.6329724937373175',
            '0.6790122698041368'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '一亮美到飙泪的设计！！！黑色真丝绒中式上衣唐装外套女高端真丝',
          'itemsort': '服装鞋包',
          'itemId': '653575102255',
          'abnormalScore': [
            '0.703261478076496',
            '0.732645593690903',
            '0.6861997592794212',
            '0.6640929519155324'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        },
        {
          'itemName': '单排扣毛呢外套小香风女2021新款秋季温柔风轻奢名媛气质短款上衣',
          'itemsort': '服装鞋包',
          'itemId': '655319419780',
          'abnormalScore': [
            '0.6271059378797863',
            '0.7266721557194928',
            '0.6918405034111317',
            '0.732645593690903'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        },
        {
          'itemName': '小众设计感黑色西装外套女春秋季2021新款显瘦气质收腰绑带小西服',
          'itemsort': '服装鞋包',
          'itemId': '654173588643',
          'abnormalScore': [
            '0.7266721557194928',
            '0.7148709913741949',
            '0.6750558671277501',
            '0.6750558671277501'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        },
        {
          'itemName': '小香风名媛气质进口狐狸毛皮草外套女年轻款时尚显瘦2021新款',
          'itemsort': '服装鞋包',
          'itemId': '654958336082',
          'abnormalScore': [
            '0.7386681349077278',
            '0.647981494720845',
            '0.6533080745751455',
            '0.7148709913741949'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ],
          'allCollection': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ]
        },
        {
          'itemName': '气质感满满 萦绕于心 轻中式斜襟丝绒植绒花卉萦绿女上衣秋冬款',
          'itemsort': '',
          'itemId': '653573988893',
          'abnormalScore': [
            '0.6806050055084983',
            '0.6975276159566011',
            '0.7386681349077278',
            '0.6861997592794212'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        },
        {
          'itemName': '狂好看！！气质出尘 定制面料 新中式盘扣套装 女',
          'itemsort': '服装鞋包',
          'itemId': '652362698132',
          'abnormalScore': [
            '0.6806050055084983',
            '0.6918405034111317',
            '0.7266721557194928',
            '0.6975276159566011'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '进口天鹅绒2021新款貂皮大衣女整貂中长款海宁水貂皮草毛冬季外套',
          'itemsort': '服装鞋包',
          'itemId': '655643423318',
          'abnormalScore': [
            '0.7266721557194928',
            '0.6426983437694593',
            '0.709042474064725',
            '0.703261478076496'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '328.0',
            '328.0',
            '328.0',
            '328.0'
          ],
          'allCollection': [
            '328.0',
            '328.0',
            '328.0',
            '328.0'
          ]
        },
        {
          'itemName': '高端系列 潮人醉爱了！韩版小众薄款印花休闲上衣',
          'itemsort': '服装鞋包',
          'itemId': '652774116704',
          'abnormalScore': [
            '0.709042474064725',
            '0.732645593690903',
            '0.647981494720845',
            '0.6374582676345655'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '单排扣毛呢外套小香风女2021新款秋季温柔风轻奢名媛气质短款上衣',
          'itemsort': '服装鞋包',
          'itemId': '655319419780',
          'abnormalScore': [
            '0.6271059378797863',
            '0.7266721557194928',
            '0.6918405034111317',
            '0.732645593690903'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '小众设计感黑色西装外套女春秋季2021新款显瘦气质收腰绑带小西服',
          'itemsort': '服装鞋包',
          'itemId': '654173588643',
          'abnormalScore': [
            '0.7266721557194928',
            '0.7148709913741949',
            '0.6750558671277501',
            '0.6750558671277501'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '小香风名媛气质进口狐狸毛皮草外套女年轻款时尚显瘦2021新款',
          'itemsort': '服装鞋包',
          'itemId': '654958336082',
          'abnormalScore': [
            '0.7386681349077278',
            '0.647981494720845',
            '0.6533080745751455',
            '0.7148709913741949'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ],
          'allCollection': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '气质感满满 萦绕于心 轻中式斜襟丝绒植绒花卉萦绿女上衣秋冬款',
          'itemsort': '',
          'itemId': '653573988893',
          'abnormalScore': [
            '0.6806050055084983',
            '0.6975276159566011',
            '0.7386681349077278',
            '0.6861997592794212'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '狂好看！！气质出尘 定制面料 新中式盘扣套装 女',
          'itemsort': '服装鞋包',
          'itemId': '652362698132',
          'abnormalScore': [
            '0.6806050055084983',
            '0.6918405034111317',
            '0.7266721557194928',
            '0.6975276159566011'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '进口天鹅绒2021新款貂皮大衣女整貂中长款海宁水貂皮草毛冬季外套',
          'itemsort': '服装鞋包',
          'itemId': '655643423318',
          'abnormalScore': [
            '0.7266721557194928',
            '0.6426983437694593',
            '0.709042474064725',
            '0.703261478076496'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '328.0',
            '328.0',
            '328.0',
            '328.0'
          ],
          'allCollection': [
            '328.0',
            '328.0',
            '328.0',
            '328.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 外贸高端女装工厂',
      'itemDetail': [
        {
          'itemName': '高端系列 潮人醉爱了！韩版小众薄款印花休闲上衣',
          'itemsort': '服装鞋包',
          'itemId': '652774116704',
          'abnormalScore': [
            '0.709042474064725',
            '0.732645593690903',
            '0.647981494720845',
            '0.6374582676345655'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 俪人集复古女装',
      'itemDetail': [
        {
          'itemName': '2021春秋新款百搭韩版短款小香风外套女韩风chic开衫上衣潮设计感',
          'itemsort': '服装鞋包',
          'itemId': '653946951525',
          'abnormalScore': [
            '0.6820336685937658',
            '0.6878583573824688',
            '0.6592239810546746',
            '0.7300480531961336'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        },
        {
          'itemName': '2021早秋新款撞色条纹薄款针织开衫外套高腰休闲运动风上衣长袖潮',
          'itemsort': '服装鞋包',
          'itemId': '652585624954',
          'abnormalScore': [
            '0.6648538710564545',
            '0.67625830245866',
            '0.6705318413197892',
            '0.7238661079380322'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': '军绿色牛仔外套女春秋薄款韩版宽松水洗牛仔衬衣夹克上衣高街ns潮',
          'itemsort': '服装鞋包',
          'itemId': '654869829782',
          'abnormalScore': [
            '0.6371771324626748',
            '0.6820336685937658',
            '0.6426187384577652',
            '0.7425707793250487'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        },
        {
          'itemName': '学院派洋气撞色针织开衫2021早秋季新款慵懒软糯针织外套空调衫女',
          'itemsort': '服装鞋包',
          'itemId': '653619651112',
          'abnormalScore': [
            '0.7300480531961336',
            '0.6371771324626748',
            '0.6317816052294283',
            '0.6996573914149202'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '26.0',
            '18.0',
            '10.0',
            '2.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 俪人集复古女装',
      'itemDetail': [
        {
          'itemName': '2021早秋新款撞色条纹薄款针织开衫外套高腰休闲运动风上衣长袖潮',
          'itemsort': '服装鞋包',
          'itemId': '652585624954',
          'abnormalScore': [
            '0.6648538710564545',
            '0.67625830245866',
            '0.6705318413197892',
            '0.7238661079380322'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 俪人集复古女装',
      'itemDetail': [
        {
          'itemName': '军绿色牛仔外套女春秋薄款韩版宽松水洗牛仔衬衣夹克上衣高街ns潮',
          'itemsort': '服装鞋包',
          'itemId': '654869829782',
          'abnormalScore': [
            '0.6371771324626748',
            '0.6820336685937658',
            '0.6426187384577652',
            '0.7425707793250487'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 俪人集复古女装',
      'itemDetail': [
        {
          'itemName': '学院派洋气撞色针织开衫2021早秋季新款慵懒软糯针织外套空调衫女',
          'itemsort': '服装鞋包',
          'itemId': '653619651112',
          'abnormalScore': [
            '0.7300480531961336',
            '0.6371771324626748',
            '0.6317816052294283',
            '0.6996573914149202'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '26.0',
            '18.0',
            '10.0',
            '2.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        }
      ]
    },
    {
      'storeName': '亿家实木家居馆',
      'itemDetail': [
        {
          'itemName': ' 北欧设计师实木餐桌轻奢客厅圆形桌原木色别墅样板房洽谈圆桌',
          'itemsort': '家居建材',
          'itemId': '641627452662',
          'abnormalScore': [
            '0.6154830200807796',
            '0.659672022119486',
            '0.5611342237984178',
            '0.5420143225039649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '北欧简约餐桌椅组合复古长条长桌长方形原木饭桌家用全实木工作台',
          'itemsort': '家居建材',
          'itemId': '637387756691',
          'abnormalScore': [
            '0.659672022119486',
            '0.5546871339227415',
            '0.5742540767313944',
            '0.6357236053573039'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '2.0',
            '1.0',
            '0.0'
          ],
          'allComments': [
            '370.0',
            '370.0',
            '370.0',
            '370.0'
          ],
          'allCollection': [
            '370.0',
            '370.0',
            '370.0',
            '370.0'
          ]
        }
      ]
    },
    {
      'storeName': '亿家实木家居馆',
      'itemDetail': [
        {
          'itemName': '北欧简约餐桌椅组合复古长条长桌长方形原木饭桌家用全实木工作台',
          'itemsort': '家居建材',
          'itemId': '637387756691',
          'abnormalScore': [
            '0.659672022119486',
            '0.5546871339227415',
            '0.5742540767313944',
            '0.6357236053573039'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '2.0',
            '1.0',
            '0.0'
          ],
          'allComments': [
            '370.0',
            '370.0',
            '370.0',
            '370.0'
          ],
          'allCollection': [
            '370.0',
            '370.0',
            '370.0',
            '370.0'
          ]
        }
      ]
    },
    {
      'storeName': '沧州厚泽管道有限公司',
      'itemDetail': [
        {
          'itemName': '阻火器阻火芯304 不锈钢波纹阻火芯阻火盘阻火填料阻火圈阻火芯',
          'itemsort': '家居建材',
          'itemId': '606735617014',
          'abnormalScore': [
            '0.712149899476676',
            '0.6749835986032289',
            '0.6044021849808652',
            '0.6366471848525196'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '208.00000000000006',
            '117.0',
            '87.0',
            '118.0'
          ],
          'allComments': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allCollection': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': 'xixi推荐 MUJI无印良品专柜正品 女纯棉口袋短袖 打底T恤V圆领',
          'itemsort': '服装鞋包',
          'itemId': '549939254157',
          'abnormalScore': [
            '0.6418373900254478',
            '0.6190198933348043',
            '0.6654959552517447',
            '0.6900265913752276'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '176.0',
            '176.0',
            '176.0',
            '176.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        },
        {
          'itemName': 'xixi推荐 MUJI无印良品正品女秋款印度棉天竺编织长袖T恤条纹纯色',
          'itemsort': '服装鞋包',
          'itemId': '523128929384',
          'abnormalScore': [
            '0.6476719892697537',
            '0.6715456218151815',
            '0.6360553521839903',
            '0.6900265913752276'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': 'xixi推荐 Zara Home专柜正品 香氛香薰蜡烛200克礼盒 畅销大豆蜡',
          'itemsort': '百货食品',
          'itemId': '598088432873',
          'abnormalScore': [
            '0.7026289355957565',
            '0.6595007875404185',
            '0.683810437681244',
            '0.6079171599004836'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '276.0',
            '276.0',
            '276.0',
            '276.0'
          ],
          'allCollection': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ]
        },
        {
          'itemName': 'zara home专柜正品 车用居室除味吸湿香袋香包 香片香薰卡衣柜',
          'itemsort': '百货食品',
          'itemId': '35884772585',
          'abnormalScore': [
            '0.6595007875404185',
            '0.7154614435256811',
            '0.6654959552517447',
            '0.6715456218151815'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        },
        {
          'itemName': '夏季uniqlo优衣库专柜正品 爽滑快干airism背心 弹力吸汗网眼纯色',
          'itemsort': '服装鞋包',
          'itemId': '38197930774',
          'abnormalScore': [
            '0.6190198933348043',
            '0.6190198933348043',
            '0.6776502826505442',
            '0.7026289355957565'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ],
          'allCollection': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ]
        },
        {
          'itemName': '现货特惠uniqlo优衣库正品 heattech自发热含羊毛加厚打底紧身裤',
          'itemsort': '服装鞋包',
          'itemId': '632565988009',
          'abnormalScore': [
            '0.7090161581545604',
            '0.6360553521839903',
            '0.6418373900254478',
            '0.653559627724412'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ],
          'allCollection': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': 'xixi推荐 MUJI无印良品正品女秋款印度棉天竺编织长袖T恤条纹纯色',
          'itemsort': '服装鞋包',
          'itemId': '523128929384',
          'abnormalScore': [
            '0.6476719892697537',
            '0.6715456218151815',
            '0.6360553521839903',
            '0.6900265913752276'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': 'xixi推荐 Zara Home专柜正品 香氛香薰蜡烛200克礼盒 畅销大豆蜡',
          'itemsort': '百货食品',
          'itemId': '598088432873',
          'abnormalScore': [
            '0.7026289355957565',
            '0.6595007875404185',
            '0.683810437681244',
            '0.6079171599004836'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '276.0',
            '276.0',
            '276.0',
            '276.0'
          ],
          'allCollection': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': 'zara home专柜正品 车用居室除味吸湿香袋香包 香片香薰卡衣柜',
          'itemsort': '百货食品',
          'itemId': '35884772585',
          'abnormalScore': [
            '0.6595007875404185',
            '0.7154614435256811',
            '0.6654959552517447',
            '0.6715456218151815'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': '夏季uniqlo优衣库专柜正品 爽滑快干airism背心 弹力吸汗网眼纯色',
          'itemsort': '服装鞋包',
          'itemId': '38197930774',
          'abnormalScore': [
            '0.6190198933348043',
            '0.6190198933348043',
            '0.6776502826505442',
            '0.7026289355957565'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '208.0',
            '208.0',
            '208.0',
            '208.0'
          ],
          'allCollection': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ]
        }
      ]
    },
    {
      'storeName': ' xixi家居香氛馆',
      'itemDetail': [
        {
          'itemName': '现货特惠uniqlo优衣库正品 heattech自发热含羊毛加厚打底紧身裤',
          'itemsort': '服装鞋包',
          'itemId': '632565988009',
          'abnormalScore': [
            '0.7090161581545604',
            '0.6360553521839903',
            '0.6418373900254478',
            '0.653559627724412'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ],
          'allCollection': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ]
        }
      ]
    },
    {
      'storeName': '鸣丽小店',
      'itemDetail': [
        {
          'itemName': '【送领带】小翻领学院风衬衣烟灰色甜美学生上衣宽松少女长袖衬衫',
          'itemsort': '服装鞋包',
          'itemId': '653593276621',
          'abnormalScore': [
            '0.6855872338561427',
            '0.6357337478678845',
            '0.6297625552749291',
            '0.6920877369081849'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '67.0',
            '67.0',
            '67.0',
            '67.0'
          ],
          'allCollection': [
            '67.0',
            '67.0',
            '67.0',
            '67.0'
          ]
        },
        {
          'itemName': '春秋装韩版宽松蝴蝶结内搭打底衫白色jk女士衬衫长袖上衣20年新款',
          'itemsort': '服装鞋包',
          'itemId': '653640514139',
          'abnormalScore': [
            '0.6297625552749291',
            '0.718711976353328',
            '0.6664497759019082',
            '0.6121833854369241'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ],
          'allCollection': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ]
        }
      ]
    },
    {
      'storeName': '鸣丽小店',
      'itemDetail': [
        {
          'itemName': '春秋装韩版宽松蝴蝶结内搭打底衫白色jk女士衬衫长袖上衣20年新款',
          'itemsort': '服装鞋包',
          'itemId': '653640514139',
          'abnormalScore': [
            '0.6297625552749291',
            '0.718711976353328',
            '0.6664497759019082',
            '0.6121833854369241'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ],
          'allCollection': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '原装佳能 NPG- 84粉盒 84L G84 IR 2625 2630 2635 2645 墨粉粉仓',
          'itemsort': '手机数码',
          'itemId': '642662829999',
          'abnormalScore': [
            '0.6730858583347097',
            '0.6786601227659086',
            '0.7370059334001455',
            '0.6786601227659086'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allCollection': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ]
        },
        {
          'itemName': '原装柯美 美能达DV116 235 164 184 7718 6180 185 195载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '553351663491',
          'abnormalScore': [
            '0.7370059334001455',
            '0.7189942022310564',
            '0.6956614332751029',
            '0.6730858583347097'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        },
        {
          'itemName': '原装 柯美C6501转印挂钩C6500 C5501 6000 C7000转印带前后固定架',
          'itemsort': '手机数码',
          'itemId': '610770633179',
          'abnormalScore': [
            '0.65124290498222',
            '0.7309524379576969',
            '0.6842805513284205',
            '0.7130886485182485'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        },
        {
          'itemName': '施乐 SC 2020 2022 2021 CPS DA 显影剂 载体 铁粉 原装显影仓',
          'itemsort': '手机数码',
          'itemId': '628567815449',
          'abnormalScore': [
            '0.7130886485182485',
            '0.6786601227659086',
            '0.6899475263376241',
            '0.7554688816426142'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '21.0',
            '7.0',
            '3.0',
            '9.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '柯美C6500 5500 6000 7000 6501定影下辊 原装品质下轴A03U720300',
          'itemsort': '手机数码',
          'itemId': '611042886663',
          'abnormalScore': [
            '0.7294468490423467',
            '0.6730858583347097',
            '0.6405887012766566',
            '0.6249333164901048'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        },
        {
          'itemName': '柯美K7075 7085 BH920 950 951 1200 DI750 850第二纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '595235294899',
          'abnormalScore': [
            '0.6899475263376241',
            '0.6842805513284205',
            '0.7309524379576969',
            '0.65124290498222'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '柯美TN711 美能达 BH 654 754 654e 754e 粉盒 碳粉 进口巴川墨粉',
          'itemsort': '手机数码',
          'itemId': '619806492804',
          'abnormalScore': [
            '0.6842805513284205',
            '0.7309524379576969',
            '0.6730858583347097',
            '0.7014226608148649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        },
        {
          'itemName': '精工LP1010鼓刮板1020 1030 2050 京图 1500 1520 1600工程机刮板',
          'itemsort': '手机数码',
          'itemId': '609806024292',
          'abnormalScore': [
            '0.6566362736236213',
            '0.7014226608148649',
            '0.7249486636984995',
            '0.7072316008497823'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        },
        {
          'itemName': '适用于施乐DC286 4070 5070 2056 3065 450I 4000 4070 载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '565928404456',
          'abnormalScore': [
            '0.6353271414873449',
            '0.6730858583347097',
            '0.7554688816426142',
            '0.6566362736236213'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '适用于施乐DC286 4070 5070 2056 3065 450I 4000 4070 载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '565928404456',
          'abnormalScore': [
            '0.7309524379576969',
            '0.6842805513284205',
            '0.65124290498222',
            '0.667557378859642'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '28.5',
            '29.0',
            '29.5',
            '30.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '适用柯美 美能达C220 C200 C360 C224 C284 C364 454 554转印刮板',
          'itemsort': '手机数码',
          'itemId': '583605093535',
          'abnormalScore': [
            '0.6566362736236213',
            '0.667557378859642',
            '0.7309524379576969',
            '0.6786601227659086'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '4.333333333333333',
            '7.0',
            '11.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '原装柯美 美能达DV116 235 164 184 7718 6180 185 195载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '553351663491',
          'abnormalScore': [
            '0.7370059334001455',
            '0.7189942022310564',
            '0.6956614332751029',
            '0.6730858583347097'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '原装 柯美C6501转印挂钩C6500 C5501 6000 C7000转印带前后固定架',
          'itemsort': '手机数码',
          'itemId': '610770633179',
          'abnormalScore': [
            '0.65124290498222',
            '0.7309524379576969',
            '0.6842805513284205',
            '0.7130886485182485'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '施乐 SC 2020 2022 2021 CPS DA 显影剂 载体 铁粉 原装显影仓',
          'itemsort': '手机数码',
          'itemId': '628567815449',
          'abnormalScore': [
            '0.7130886485182485',
            '0.6786601227659086',
            '0.6899475263376241',
            '0.7554688816426142'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '21.0',
            '7.0',
            '3.0',
            '9.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '柯美C6500 5500 6000 7000 6501定影下辊 原装品质下轴A03U720300',
          'itemsort': '手机数码',
          'itemId': '611042886663',
          'abnormalScore': [
            '0.7294468490423467',
            '0.6730858583347097',
            '0.6405887012766566',
            '0.6249333164901048'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '柯美K7075 7085 BH920 950 951 1200 DI750 850第二纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '595235294899',
          'abnormalScore': [
            '0.6899475263376241',
            '0.6842805513284205',
            '0.7309524379576969',
            '0.65124290498222'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '柯美TN711 美能达 BH 654 754 654e 754e 粉盒 碳粉 进口巴川墨粉',
          'itemsort': '手机数码',
          'itemId': '619806492804',
          'abnormalScore': [
            '0.6842805513284205',
            '0.7309524379576969',
            '0.6730858583347097',
            '0.7014226608148649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '精工LP1010鼓刮板1020 1030 2050 京图 1500 1520 1600工程机刮板',
          'itemsort': '手机数码',
          'itemId': '609806024292',
          'abnormalScore': [
            '0.6566362736236213',
            '0.7014226608148649',
            '0.7249486636984995',
            '0.7072316008497823'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '适用于施乐DC286 4070 5070 2056 3065 450I 4000 4070 载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '565928404456',
          'abnormalScore': [
            '0.6353271414873449',
            '0.6730858583347097',
            '0.7554688816426142',
            '0.6566362736236213'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '适用于施乐DC286 4070 5070 2056 3065 450I 4000 4070 载体 铁粉',
          'itemsort': '手机数码',
          'itemId': '565928404456',
          'abnormalScore': [
            '0.7309524379576969',
            '0.6842805513284205',
            '0.65124290498222',
            '0.667557378859642'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '28.5',
            '29.0',
            '29.5',
            '30.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '办公耗材配件专场',
      'itemDetail': [
        {
          'itemName': '适用柯美 美能达C220 C200 C360 C224 C284 C364 454 554转印刮板',
          'itemsort': '手机数码',
          'itemId': '583605093535',
          'abnormalScore': [
            '0.6566362736236213',
            '0.667557378859642',
            '0.7309524379576969',
            '0.6786601227659086'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '4.333333333333333',
            '7.0',
            '11.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 朵朵广告制作',
      'itemDetail': [
        {
          'itemName': '食堂饭票饭票制作塑料奶票防水耐磨重复使用牛奶票 定制通用餐券',
          'itemsort': '手机数码',
          'itemId': '612201665288',
          'abnormalScore': [
            '0.6753158220915111',
            '0.6811462186521956',
            '0.6286299233766559',
            '0.6850610880676069'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '胜普门窗',
      'itemDetail': [
        {
          'itemName': '2.0mm极窄铝合金单轨单扇吊趟门卫生间厕所门阳台厨房窄边移门',
          'itemsort': '家居建材',
          'itemId': '628667635688',
          'abnormalScore': [
            '0.6642617788590239',
            '0.6154830200807796',
            '0.5769146307505206',
            '0.6112303031107634'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.9999999999999982',
            '2.0',
            '7.0',
            '14.0'
          ],
          'allComments': [
            '650.0',
            '650.0',
            '650.0',
            '650.0'
          ],
          'allCollection': [
            '650.0',
            '650.0',
            '650.0',
            '650.0'
          ]
        },
        {
          'itemName': '佛山断桥窗纱一体平开窗/落地窗户封阳台定制隔热隔音铝合金门窗',
          'itemsort': '家居建材',
          'itemId': '601256232809',
          'abnormalScore': [
            '0.5676562477501221',
            '0.5676562477501221',
            '0.6446006447189644',
            '0.5742540767313944'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '定制1.2mm钛镁铝合金推拉门吊趟门阳台门客厅厨房门玻璃隔断移门',
          'itemsort': '家居建材',
          'itemId': '600813637930',
          'abnormalScore': [
            '0.5296310439397186',
            '0.5357869086288449',
            '0.6084114956947727',
            '0.6750957826871822'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '5.0',
            '9.0',
            '13.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        },
        {
          'itemName': '定制1.4mm钛镁铝合金窄边框推拉门单吊门厨房门阳台玻璃隔断移门',
          'itemsort': '家居建材',
          'itemId': '600888812834',
          'abnormalScore': [
            '0.5945112559408261',
            '0.6520927930603769',
            '0.5420143225039649',
            '0.5876806843296233'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '10.0',
            '19.0',
            '28.0'
          ],
          'allComments': [
            '180.0',
            '180.0',
            '180.0',
            '180.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        },
        {
          'itemName': '定制钛美铝合金小折叠门卫生间厕所门厨房阳台浴室门折叠玻璃门',
          'itemsort': '家居建材',
          'itemId': '602602305747',
          'abnormalScore': [
            '0.6371945765909311',
            '0.5420143225039649',
            '0.6581491614363991',
            '0.5742540767313944'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '16.0',
            '28.0',
            '40.0'
          ],
          'allComments': [
            '684.0',
            '684.0',
            '684.0',
            '684.0'
          ],
          'allCollection': [
            '81.0',
            '81.0',
            '81.0',
            '81.0'
          ]
        }
      ]
    },
    {
      'storeName': '胜普门窗',
      'itemDetail': [
        {
          'itemName': '佛山断桥窗纱一体平开窗/落地窗户封阳台定制隔热隔音铝合金门窗',
          'itemsort': '家居建材',
          'itemId': '601256232809',
          'abnormalScore': [
            '0.5676562477501221',
            '0.5676562477501221',
            '0.6446006447189644',
            '0.5742540767313944'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '胜普门窗',
      'itemDetail': [
        {
          'itemName': '定制1.2mm钛镁铝合金推拉门吊趟门阳台门客厅厨房门玻璃隔断移门',
          'itemsort': '家居建材',
          'itemId': '600813637930',
          'abnormalScore': [
            '0.5296310439397186',
            '0.5357869086288449',
            '0.6084114956947727',
            '0.6750957826871822'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '5.0',
            '9.0',
            '13.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        }
      ]
    },
    {
      'storeName': '胜普门窗',
      'itemDetail': [
        {
          'itemName': '定制1.4mm钛镁铝合金窄边框推拉门单吊门厨房门阳台玻璃隔断移门',
          'itemsort': '家居建材',
          'itemId': '600888812834',
          'abnormalScore': [
            '0.5945112559408261',
            '0.6520927930603769',
            '0.5420143225039649',
            '0.5876806843296233'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '10.0',
            '19.0',
            '28.0'
          ],
          'allComments': [
            '180.0',
            '180.0',
            '180.0',
            '180.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': '胜普门窗',
      'itemDetail': [
        {
          'itemName': '定制钛美铝合金小折叠门卫生间厕所门厨房阳台浴室门折叠玻璃门',
          'itemsort': '家居建材',
          'itemId': '602602305747',
          'abnormalScore': [
            '0.6371945765909311',
            '0.5420143225039649',
            '0.6581491614363991',
            '0.5742540767313944'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '16.0',
            '28.0',
            '40.0'
          ],
          'allComments': [
            '684.0',
            '684.0',
            '684.0',
            '684.0'
          ],
          'allCollection': [
            '81.0',
            '81.0',
            '81.0',
            '81.0'
          ]
        }
      ]
    },
    {
      'storeName': 'REPRODUCTION',
      'itemDetail': [
        {
          'itemName': 'travis scott ts联名 Cactus Jack多袋机能加绒卫裤长裤 工装裤',
          'itemsort': '服装鞋包',
          'itemId': '624692477795',
          'abnormalScore': [
            '0.713979878929528',
            '0.6089662694702472',
            '0.6263052805958572',
            '0.6441379829518132'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '现货百搭色travis scott 联名短袖cactus jack 20ss夜光短袖T恤潮',
          'itemsort': '服装鞋包',
          'itemId': '613377212174',
          'abnormalScore': [
            '0.7073293747564557',
            '0.6146919368338664',
            '0.6813410887965483',
            '0.6263052805958572'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ]
        }
      ]
    },
    {
      'storeName': 'REPRODUCTION',
      'itemDetail': [
        {
          'itemName': '现货百搭色travis scott 联名短袖cactus jack 20ss夜光短袖T恤潮',
          'itemsort': '服装鞋包',
          'itemId': '613377212174',
          'abnormalScore': [
            '0.7073293747564557',
            '0.6146919368338664',
            '0.6813410887965483',
            '0.6263052805958572'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '74.0',
            '74.0',
            '74.0',
            '74.0'
          ]
        }
      ]
    },
    {
      'storeName': '广东永华缝纫配件有限公司',
      'itemDetail': [
        {
          'itemName': '1760/1767杜克普缝纫机767双针压脚KP767双边868活动中分压脚',
          'itemsort': '家用电器',
          'itemId': '641090245979',
          'abnormalScore': [
            '0.722240741165675',
            '0.6614361459981252',
            '0.6111013901656022',
            '0.6329813221091272'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ],
          'allCollection': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ]
        },
        {
          'itemName': '591电脑罗拉车自动剪线动定刀片护刀片高头车 割线刀夹线片剪线刀',
          'itemsort': '家用电器',
          'itemId': '647293754282',
          'abnormalScore': [
            '0.7480999169388861',
            '0.6556446452043618',
            '0.6614361459981252',
            '0.6851182682978382'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '1.0',
            '2.0',
            '5.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': 'GL1510左带刀压脚皮革箱包厂缝纫配件三同步车左止口压线挡边压脚',
          'itemsort': '家用电器',
          'itemId': '645123325567',
          'abnormalScore': [
            '0.6556446452043618',
            '0.6556446452043618',
            '0.722240741165675',
            '0.673173073537431'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ],
          'allCollection': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ]
        },
        {
          'itemName': '杜克普缝纫机厚料868高车吊傍靠边定位器档边定规机械设备配件',
          'itemsort': '家用电器',
          'itemId': '634862840432',
          'abnormalScore': [
            '0.722240741165675',
            '0.6329813221091272',
            '0.673173073537431',
            '0.6057506178988806'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '杜克普M767针车配件针板螺钉锁针板螺丝内六角锥形头螺栓定刀螺钉',
          'itemsort': '家居建材',
          'itemId': '649496276725',
          'abnormalScore': [
            '0.7768344714006363',
            '0.7585103829030715',
            '0.7797679431072482',
            '0.7434152393124785'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '广东永华缝纫配件有限公司',
      'itemDetail': [
        {
          'itemName': '591电脑罗拉车自动剪线动定刀片护刀片高头车 割线刀夹线片剪线刀',
          'itemsort': '家用电器',
          'itemId': '647293754282',
          'abnormalScore': [
            '0.7480999169388861',
            '0.6556446452043618',
            '0.6614361459981252',
            '0.6851182682978382'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '1.0',
            '2.0',
            '5.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '广东永华缝纫配件有限公司',
      'itemDetail': [
        {
          'itemName': 'GL1510左带刀压脚皮革箱包厂缝纫配件三同步车左止口压线挡边压脚',
          'itemsort': '家用电器',
          'itemId': '645123325567',
          'abnormalScore': [
            '0.6556446452043618',
            '0.6556446452043618',
            '0.722240741165675',
            '0.673173073537431'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ],
          'allCollection': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ]
        }
      ]
    },
    {
      'storeName': '广东永华缝纫配件有限公司',
      'itemDetail': [
        {
          'itemName': '杜克普缝纫机厚料868高车吊傍靠边定位器档边定规机械设备配件',
          'itemsort': '家用电器',
          'itemId': '634862840432',
          'abnormalScore': [
            '0.722240741165675',
            '0.6329813221091272',
            '0.673173073537431',
            '0.6057506178988806'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '广东永华缝纫配件有限公司',
      'itemDetail': [
        {
          'itemName': '杜克普M767针车配件针板螺钉锁针板螺丝内六角锥形头螺栓定刀螺钉',
          'itemsort': '家居建材',
          'itemId': '649496276725',
          'abnormalScore': [
            '0.7768344714006363',
            '0.7585103829030715',
            '0.7797679431072482',
            '0.7434152393124785'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '21SS/ 不规则多片拼接高街感层层吊带裙 复活款',
          'itemsort': '服装鞋包',
          'itemId': '649506584905',
          'abnormalScore': [
            '0.7031291234991407',
            '0.7147427089634578',
            '0.7147427089634578',
            '0.6749140496091663'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allCollection': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ]
        },
        {
          'itemName': '4/12-酸橙奶油-春季时尚甜酷辣妹洋气高腰绑带显瘦条纹套装',
          'itemsort': '服装鞋包',
          'itemId': '642657303244',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7147427089634578',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': 'Berry 喜你大庞定制 夏季纯色短袖上衣气质天丝娃娃领衬衫女而欢',
          'itemsort': '服装鞋包',
          'itemId': '648447670378',
          'abnormalScore': [
            '0.7206212379996014',
            '0.6531593898014204',
            '0.6694083808496079',
            '0.6639476250511999'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        },
        {
          'itemName': 'CloudSweet Flower Bloom花漾~法式印花系带仙女裙褶皱收腰连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '648449518654',
          'abnormalScore': [
            '0.6373048212278201',
            '0.6694083808496079',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '57.0',
            '57.0',
            '57.0',
            '57.0'
          ],
          'allCollection': [
            '57.0',
            '57.0',
            '57.0',
            '57.0'
          ]
        },
        {
          'itemName': 'HEY黑哥 设计感露背气质连衣裙女 韩版V领收腰显瘦长裙2020夏GIRL',
          'itemsort': '服装鞋包',
          'itemId': '649320054928',
          'abnormalScore': [
            '0.7089121345278817',
            '0.7089121345278817',
            '0.6373048212278201',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        },
        {
          'itemName': 'LICKYSENIOR轻奢进口醋酸王炸款背心裙春季韩版连衣裙设计感小众',
          'itemsort': '服装鞋包',
          'itemId': '640352128223',
          'abnormalScore': [
            '0.7031291234991407',
            '0.7147427089634578',
            '0.6531593898014204',
            '0.658531415832642'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '66.0',
            '66.0',
            '66.0',
            '66.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        },
        {
          'itemName': 'ZOW呛口小辣椒方领泡泡袖天丝连衣裙2021新款女装法式复古裙子',
          'itemsort': '服装鞋包',
          'itemId': '650814531991',
          'abnormalScore': [
            '0.6694083808496079',
            '0.7206212379996014',
            '0.6531593898014204',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        },
        {
          'itemName': '【走路带风】破洞牛仔裤女夏季薄款复古泫雅阔腿直筒裤',
          'itemsort': '服装鞋包',
          'itemId': '649377245414',
          'abnormalScore': [
            '0.6749140496091663',
            '0.6373048212278201',
            '0.6860616066285621',
            '0.7147427089634578'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        },
        {
          'itemName': '可桃了◆《失重》复古法式设计感上衣a字半身裙套装两件套夏季女',
          'itemsort': '服装鞋包',
          'itemId': '647389020577',
          'abnormalScore': [
            '0.6639476250511999',
            '0.7206212379996014',
            '0.6917042428171818',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': '夏新品/ZOW呛口小辣椒 小泡芙 升级压花皱感灯笼袖通勤连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '649034177900',
          'abnormalScore': [
            '0.6749140496091663',
            '0.6269494948770492',
            '0.6694083808496079',
            '0.7206212379996014'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ]
        },
        {
          'itemName': '大姐姐 初夏的房间 V领显瘦吊带高腰格纹短裙印花衬衫短袖',
          'itemsort': '服装鞋包',
          'itemId': '643737721940',
          'abnormalScore': [
            '0.6218351010519919',
            '0.6917042428171818',
            '0.6694083808496079',
            '0.7089121345278817'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '巴掌【告白日记】镶钻露肩蕾丝连衣裙女中长款气质夏季2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '647486735471',
          'abnormalScore': [
            '0.6804650007245441',
            '0.6373048212278201',
            '0.6804650007245441',
            '0.7206212379996014'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ],
          'allCollection': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ]
        },
        {
          'itemName': '巴掌【少女感】网纱拼接蝴蝶结镶钻短袖T恤女夏季上衣2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '647485979746',
          'abnormalScore': [
            '0.7325237407621975',
            '0.7385485130693961',
            '0.6917042428171818',
            '0.658531415832642'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        },
        {
          'itemName': '巴掌【心动信号】镶钻爱心褶皱娃娃领短袖衬衫女夏2021上衣新款家',
          'itemsort': '服装鞋包',
          'itemId': '646776913358',
          'abnormalScore': [
            '0.6639476250511999',
            '0.6804650007245441',
            '0.647831186529427',
            '0.7147427089634578'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allComments': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allCollection': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ]
        },
        {
          'itemName': '巴掌【终级腿精】小香风牛仔短裤女高腰显瘦裤子夏季2021新款潮家',
          'itemsort': '服装鞋包',
          'itemId': '647562254411',
          'abnormalScore': [
            '0.6804650007245441',
            '0.6804650007245441',
            '0.7325237407621975',
            '0.6860616066285621'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '56.0',
            '56.0',
            '56.0',
            '56.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        },
        {
          'itemName': '巴掌【花瓣领】钉珠V领荷叶边衬衫女短袖气质别致上衣2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '648441160179',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7147427089634578',
            '0.6973932878746983',
            '0.6373048212278201'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        },
        {
          'itemName': '新品已开 仙本娜｜大100.%桑蚕丝连衣裙 仙气满分用料chao好喜',
          'itemsort': '服装鞋包',
          'itemId': '643652558684',
          'abnormalScore': [
            '0.642546448528776',
            '0.6694083808496079',
            '0.7206212379996014',
            '0.6917042428171818'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '林珊『蓝色恋曲』可甜可盐美到犯规~让人好心动的衬衫裙系列！',
          'itemsort': '服装鞋包',
          'itemId': '643990239028',
          'abnormalScore': [
            '0.6531593898014204',
            '0.658531415832642',
            '0.7089121345278817',
            '0.6749140496091663'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        },
        {
          'itemName': '法式心动 小众别致2021减龄夏天娃娃领泡泡袖设计感连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '650710285661',
          'abnormalScore': [
            '0.7147427089634578',
            '0.6917042428171818',
            '0.6749140496091663',
            '0.6973932878746983'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '63.0',
            '63.0',
            '63.0',
            '63.0'
          ],
          'allCollection': [
            '63.0',
            '63.0',
            '63.0',
            '63.0'
          ]
        },
        {
          'itemName': '纯欲露腰系带短袖丝光棉小心机针织上衣女夏季薄款短款',
          'itemsort': '服装鞋包',
          'itemId': '647369118894',
          'abnormalScore': [
            '0.7089121345278817',
            '0.6117311363662203',
            '0.7031291234991407',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '纯欲露腰系带短袖丝光棉小心机针织上衣女夏季薄款短款',
          'itemsort': '服装鞋包',
          'itemId': '647369118894',
          'abnormalScore': [
            '0.6860616066285621',
            '0.6749140496091663',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': '美西 古着感碎花衬衫女 气质复古宽松泡泡袖上衣 2021夏季新款钱',
          'itemsort': '服装鞋包',
          'itemId': '644901238154',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7265481160474878',
            '0.6321059529473599',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        },
        {
          'itemName': '赵辰晨 早春字母绣花卫衣运动套装女显瘦休闲时尚两件套潮流卫裤',
          'itemsort': '服装鞋包',
          'itemId': '640147744945',
          'abnormalScore': [
            '0.6860616066285621',
            '0.6973932878746983',
            '0.7147427089634578',
            '0.647831186529427'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '4/12-酸橙奶油-春季时尚甜酷辣妹洋气高腰绑带显瘦条纹套装',
          'itemsort': '服装鞋包',
          'itemId': '642657303244',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7147427089634578',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': 'Berry 喜你大庞定制 夏季纯色短袖上衣气质天丝娃娃领衬衫女而欢',
          'itemsort': '服装鞋包',
          'itemId': '648447670378',
          'abnormalScore': [
            '0.7206212379996014',
            '0.6531593898014204',
            '0.6694083808496079',
            '0.6639476250511999'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': 'CloudSweet Flower Bloom花漾~法式印花系带仙女裙褶皱收腰连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '648449518654',
          'abnormalScore': [
            '0.6373048212278201',
            '0.6694083808496079',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '57.0',
            '57.0',
            '57.0',
            '57.0'
          ],
          'allCollection': [
            '57.0',
            '57.0',
            '57.0',
            '57.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': 'HEY黑哥 设计感露背气质连衣裙女 韩版V领收腰显瘦长裙2020夏GIRL',
          'itemsort': '服装鞋包',
          'itemId': '649320054928',
          'abnormalScore': [
            '0.7089121345278817',
            '0.7089121345278817',
            '0.6373048212278201',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': 'LICKYSENIOR轻奢进口醋酸王炸款背心裙春季韩版连衣裙设计感小众',
          'itemsort': '服装鞋包',
          'itemId': '640352128223',
          'abnormalScore': [
            '0.7031291234991407',
            '0.7147427089634578',
            '0.6531593898014204',
            '0.658531415832642'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '66.0',
            '66.0',
            '66.0',
            '66.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': 'ZOW呛口小辣椒方领泡泡袖天丝连衣裙2021新款女装法式复古裙子',
          'itemsort': '服装鞋包',
          'itemId': '650814531991',
          'abnormalScore': [
            '0.6694083808496079',
            '0.7206212379996014',
            '0.6531593898014204',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '【走路带风】破洞牛仔裤女夏季薄款复古泫雅阔腿直筒裤',
          'itemsort': '服装鞋包',
          'itemId': '649377245414',
          'abnormalScore': [
            '0.6749140496091663',
            '0.6373048212278201',
            '0.6860616066285621',
            '0.7147427089634578'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '可桃了◆《失重》复古法式设计感上衣a字半身裙套装两件套夏季女',
          'itemsort': '服装鞋包',
          'itemId': '647389020577',
          'abnormalScore': [
            '0.6639476250511999',
            '0.7206212379996014',
            '0.6917042428171818',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '夏新品/ZOW呛口小辣椒 小泡芙 升级压花皱感灯笼袖通勤连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '649034177900',
          'abnormalScore': [
            '0.6749140496091663',
            '0.6269494948770492',
            '0.6694083808496079',
            '0.7206212379996014'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '大姐姐 初夏的房间 V领显瘦吊带高腰格纹短裙印花衬衫短袖',
          'itemsort': '服装鞋包',
          'itemId': '643737721940',
          'abnormalScore': [
            '0.6218351010519919',
            '0.6917042428171818',
            '0.6694083808496079',
            '0.7089121345278817'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '巴掌【告白日记】镶钻露肩蕾丝连衣裙女中长款气质夏季2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '647486735471',
          'abnormalScore': [
            '0.6804650007245441',
            '0.6373048212278201',
            '0.6804650007245441',
            '0.7206212379996014'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ],
          'allCollection': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '巴掌【少女感】网纱拼接蝴蝶结镶钻短袖T恤女夏季上衣2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '647485979746',
          'abnormalScore': [
            '0.7325237407621975',
            '0.7385485130693961',
            '0.6917042428171818',
            '0.658531415832642'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '巴掌【心动信号】镶钻爱心褶皱娃娃领短袖衬衫女夏2021上衣新款家',
          'itemsort': '服装鞋包',
          'itemId': '646776913358',
          'abnormalScore': [
            '0.6639476250511999',
            '0.6804650007245441',
            '0.647831186529427',
            '0.7147427089634578'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allComments': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allCollection': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '巴掌【终级腿精】小香风牛仔短裤女高腰显瘦裤子夏季2021新款潮家',
          'itemsort': '服装鞋包',
          'itemId': '647562254411',
          'abnormalScore': [
            '0.6804650007245441',
            '0.6804650007245441',
            '0.7325237407621975',
            '0.6860616066285621'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '56.0',
            '56.0',
            '56.0',
            '56.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '巴掌【花瓣领】钉珠V领荷叶边衬衫女短袖气质别致上衣2021新款家',
          'itemsort': '服装鞋包',
          'itemId': '648441160179',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7147427089634578',
            '0.6973932878746983',
            '0.6373048212278201'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '新品已开 仙本娜｜大100.%桑蚕丝连衣裙 仙气满分用料chao好喜',
          'itemsort': '服装鞋包',
          'itemId': '643652558684',
          'abnormalScore': [
            '0.642546448528776',
            '0.6694083808496079',
            '0.7206212379996014',
            '0.6917042428171818'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '林珊『蓝色恋曲』可甜可盐美到犯规~让人好心动的衬衫裙系列！',
          'itemsort': '服装鞋包',
          'itemId': '643990239028',
          'abnormalScore': [
            '0.6531593898014204',
            '0.658531415832642',
            '0.7089121345278817',
            '0.6749140496091663'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '法式心动 小众别致2021减龄夏天娃娃领泡泡袖设计感连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '650710285661',
          'abnormalScore': [
            '0.7147427089634578',
            '0.6917042428171818',
            '0.6749140496091663',
            '0.6973932878746983'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '63.0',
            '63.0',
            '63.0',
            '63.0'
          ],
          'allCollection': [
            '63.0',
            '63.0',
            '63.0',
            '63.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '纯欲露腰系带短袖丝光棉小心机针织上衣女夏季薄款短款',
          'itemsort': '服装鞋包',
          'itemId': '647369118894',
          'abnormalScore': [
            '0.7089121345278817',
            '0.6117311363662203',
            '0.7031291234991407',
            '0.6321059529473599'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '纯欲露腰系带短袖丝光棉小心机针织上衣女夏季薄款短款',
          'itemsort': '服装鞋包',
          'itemId': '647369118894',
          'abnormalScore': [
            '0.6860616066285621',
            '0.6749140496091663',
            '0.7089121345278817',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '美西 古着感碎花衬衫女 气质复古宽松泡泡袖上衣 2021夏季新款钱',
          'itemsort': '服装鞋包',
          'itemId': '644901238154',
          'abnormalScore': [
            '0.6804650007245441',
            '0.7265481160474878',
            '0.6321059529473599',
            '0.6694083808496079'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        }
      ]
    },
    {
      'storeName': '白芝士STUDIO',
      'itemDetail': [
        {
          'itemName': '赵辰晨 早春字母绣花卫衣运动套装女显瘦休闲时尚两件套潮流卫裤',
          'itemsort': '服装鞋包',
          'itemId': '640147744945',
          'abnormalScore': [
            '0.6860616066285621',
            '0.6973932878746983',
            '0.7147427089634578',
            '0.647831186529427'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ],
          'allCollection': [
            '119.0',
            '119.0',
            '119.0',
            '119.0'
          ]
        }
      ]
    },
    {
      'storeName': ' XIXIU溪秀美妆店',
      'itemDetail': [
        {
          'itemName': ' 溪秀官方正品三色口红持久滋润套盒新品果冻口红烈焰红色女神色',
          'itemsort': '美妆饰品',
          'itemId': '650201539696',
          'abnormalScore': [
            '0.5904393575776165',
            '0.5691290908691176',
            '0.6277443642487012',
            '0.4973638699700555'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        },
        {
          'itemName': '溪秀官方正品套新品鱼子酱蛋白修护轻盈护发洗护套装男女可用',
          'itemsort': '美妆饰品',
          'itemId': '640895034439',
          'abnormalScore': [
            '0.5553512780539307',
            '0.5977186456210609',
            '0.5223483801985396',
            '0.5485879589775294'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        },
        {
          'itemName': '溪秀新品樱花富勒烯四件套装小粉瓶精华水乳霜三五六件套官方正品',
          'itemsort': '美妆饰品',
          'itemId': '637699071754',
          'abnormalScore': [
            '0.5485879589775294',
            '0.5326901419988896',
            '0.5621979793558814',
            '0.6050876770627722'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '13.0',
            '4.0',
            '5.0',
            '14.0'
          ],
          'allComments': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ],
          'allCollection': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ]
        },
        {
          'itemName': '溪秀洗面奶大瓶氨基酸氧洁面啫喱溪秀洗面奶 氨基酸 深层清洁',
          'itemsort': '美妆饰品',
          'itemId': '650202895756',
          'abnormalScore': [
            '0.5904393575776165',
            '0.5691290908691176',
            '0.5553512780539307',
            '0.5034956679700532'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': ' XIXIU溪秀美妆店',
      'itemDetail': [
        {
          'itemName': '溪秀官方正品套新品鱼子酱蛋白修护轻盈护发洗护套装男女可用',
          'itemsort': '美妆饰品',
          'itemId': '640895034439',
          'abnormalScore': [
            '0.5553512780539307',
            '0.5977186456210609',
            '0.5223483801985396',
            '0.5485879589775294'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': ' XIXIU溪秀美妆店',
      'itemDetail': [
        {
          'itemName': '溪秀新品樱花富勒烯四件套装小粉瓶精华水乳霜三五六件套官方正品',
          'itemsort': '美妆饰品',
          'itemId': '637699071754',
          'abnormalScore': [
            '0.5485879589775294',
            '0.5326901419988896',
            '0.5621979793558814',
            '0.6050876770627722'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '13.0',
            '4.0',
            '5.0',
            '14.0'
          ],
          'allComments': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ],
          'allCollection': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ]
        }
      ]
    },
    {
      'storeName': ' XIXIU溪秀美妆店',
      'itemDetail': [
        {
          'itemName': '溪秀洗面奶大瓶氨基酸氧洁面啫喱溪秀洗面奶 氨基酸 深层清洁',
          'itemsort': '美妆饰品',
          'itemId': '650202895756',
          'abnormalScore': [
            '0.5904393575776165',
            '0.5691290908691176',
            '0.5553512780539307',
            '0.5034956679700532'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': '汇诚机械',
      'itemDetail': [
        {
          'itemName': '原装热卖 黄河金刚石磨块 水磨石机磨头 异型圆形粗精细模块',
          'itemsort': '家居建材',
          'itemId': '535591564312',
          'abnormalScore': [
            '0.6527828884769771',
            '0.7066923456415224',
            '0.5970345066943209',
            '0.6336444743636351'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '混凝土切割机电动马路切割机汽油刻纹机柴油路面切割机水泥切缝机',
          'itemsort': '家居建材',
          'itemId': '565066833231',
          'abnormalScore': [
            '0.6527828884769771',
            '0.6336444743636351',
            '0.6928113293363587',
            '0.6211982814275364'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '61.0',
            '120.0',
            '179.0'
          ],
          'allComments': [
            '962.0',
            '962.0',
            '962.0',
            '962.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '混凝土振平尺汽油整平机大型震动尺水泥路面提浆抹光机振动梁包邮',
          'itemsort': '家居建材',
          'itemId': '587033202914',
          'abnormalScore': [
            '0.6928113293363587',
            '0.6273905151584177',
            '0.6399607743355609',
            '0.5970345066943209'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allCollection': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ]
        }
      ]
    },
    {
      'storeName': '汇诚机械',
      'itemDetail': [
        {
          'itemName': '混凝土切割机电动马路切割机汽油刻纹机柴油路面切割机水泥切缝机',
          'itemsort': '家居建材',
          'itemId': '565066833231',
          'abnormalScore': [
            '0.6527828884769771',
            '0.6336444743636351',
            '0.6928113293363587',
            '0.6211982814275364'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '61.0',
            '120.0',
            '179.0'
          ],
          'allComments': [
            '962.0',
            '962.0',
            '962.0',
            '962.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '汇诚机械',
      'itemDetail': [
        {
          'itemName': '混凝土振平尺汽油整平机大型震动尺水泥路面提浆抹光机振动梁包邮',
          'itemsort': '家居建材',
          'itemId': '587033202914',
          'abnormalScore': [
            '0.6928113293363587',
            '0.6273905151584177',
            '0.6399607743355609',
            '0.5970345066943209'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allCollection': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ]
        }
      ]
    },
    {
      'storeName': '桂林三力源冷冻食品',
      'itemDetail': [
        {
          'itemName': '8寸 耶思 老北京卷饼 墨西哥卷饼 整箱12片*16袋 卷皮 风味面皮',
          'itemsort': '百货食品',
          'itemId': '578766802245',
          'abnormalScore': [
            '0.6511344780359376',
            '0.6452176496252037',
            '0.7133706309837984',
            '0.6393545871562574'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        },
        {
          'itemName': '新款 美益美欣汉堡面包144个/件半成品汉堡胚早餐家用商用西式',
          'itemsort': '百货食品',
          'itemId': '626726092747',
          'abnormalScore': [
            '0.6511344780359376',
            '0.6940997143411421',
            '0.6571055654373585',
            '0.6511344780359376'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '5.0',
            '4.0',
            '3.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ]
        },
        {
          'itemName': '桂林亚洲渔港鱼子酱虾球60个900g 虾球 肯德基必胜客西餐小吃',
          'itemsort': '百货食品',
          'itemId': '539655577205',
          'abnormalScore': [
            '0.6940997143411421',
            '0.6815425250502003',
            '0.6108288185791608',
            '0.6511344780359376'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '清真华清源圆火腿方火腿片切片1.2kg*8袋烘培手抓饼三明治汉堡',
          'itemsort': '百货食品',
          'itemId': '588233967604',
          'abnormalScore': [
            '0.7133706309837984',
            '0.6877924628466677',
            '0.6511344780359376',
            '0.6393545871562574'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ],
          'allCollection': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ]
        },
        {
          'itemName': '蒜香小排调理肋排黄金脆皮骨400g*20袋油炸酒店饭店特色半成品',
          'itemsort': '百货食品',
          'itemId': '649265821209',
          'abnormalScore': [
            '0.6571055654373585',
            '0.66921251205631',
            '0.7068882655751658',
            '0.7004648051164513'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ],
          'allCollection': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ]
        }
      ]
    },
    {
      'storeName': '桂林三力源冷冻食品',
      'itemDetail': [
        {
          'itemName': '新款 美益美欣汉堡面包144个/件半成品汉堡胚早餐家用商用西式',
          'itemsort': '百货食品',
          'itemId': '626726092747',
          'abnormalScore': [
            '0.6511344780359376',
            '0.6940997143411421',
            '0.6571055654373585',
            '0.6511344780359376'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '5.0',
            '4.0',
            '3.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ]
        }
      ]
    },
    {
      'storeName': '桂林三力源冷冻食品',
      'itemDetail': [
        {
          'itemName': '桂林亚洲渔港鱼子酱虾球60个900g 虾球 肯德基必胜客西餐小吃',
          'itemsort': '百货食品',
          'itemId': '539655577205',
          'abnormalScore': [
            '0.6940997143411421',
            '0.6815425250502003',
            '0.6108288185791608',
            '0.6511344780359376'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '桂林三力源冷冻食品',
      'itemDetail': [
        {
          'itemName': '清真华清源圆火腿方火腿片切片1.2kg*8袋烘培手抓饼三明治汉堡',
          'itemsort': '百货食品',
          'itemId': '588233967604',
          'abnormalScore': [
            '0.7133706309837984',
            '0.6877924628466677',
            '0.6511344780359376',
            '0.6393545871562574'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ],
          'allCollection': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ]
        }
      ]
    },
    {
      'storeName': '桂林三力源冷冻食品',
      'itemDetail': [
        {
          'itemName': '蒜香小排调理肋排黄金脆皮骨400g*20袋油炸酒店饭店特色半成品',
          'itemsort': '百货食品',
          'itemId': '649265821209',
          'abnormalScore': [
            '0.6571055654373585',
            '0.66921251205631',
            '0.7068882655751658',
            '0.7004648051164513'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ],
          'allCollection': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京灵文创业',
      'itemDetail': [
        {
          'itemName': 'B125HAK01.0液晶屏IPS触摸屏高分40针联想x280 A275雾面屏01HY494',
          'itemsort': '手机数码',
          'itemId': '595323691881',
          'abnormalScore': [
            '0.6987411687121567',
            '0.6162870892554136',
            '0.5954295732746764',
            '0.6378752306407545'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '350.0',
            '350.0',
            '350.0',
            '350.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'LenovoXiaoXin700-15ISK液晶屏 屏幕 5D10H34772',
          'itemsort': '手机数码',
          'itemId': '627553454183',
          'abnormalScore': [
            '0.6276234883934276',
            '0.6150401972589211',
            '0.6469827768568088',
            '0.7015772042657672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        },
        {
          'itemName': 'ThinkPad联想T431S T440P T450笔记本背光键盘全新04X0139',
          'itemsort': '手机数码',
          'itemId': '595317271227',
          'abnormalScore': [
            '0.6535676737504619',
            '0.6945085964710811',
            '0.6669392100363123',
            '0.5729524684403318'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ],
          'allCollection': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ]
        },
        {
          'itemName': '联想 ThinkPad E440 E431独显主板 NM-A043 NM-A151 独立显卡',
          'itemsort': '手机数码',
          'itemId': '598715560832',
          'abnormalScore': [
            '0.6212999872089375',
            '0.6945085964710811',
            '0.660219590769922',
            '0.5558083457385963'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '300.0',
            '300.0',
            '300.0',
            '300.0'
          ],
          'allCollection': [
            '300.0',
            '300.0',
            '300.0',
            '300.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京灵文创业',
      'itemDetail': [
        {
          'itemName': 'LenovoXiaoXin700-15ISK液晶屏 屏幕 5D10H34772',
          'itemsort': '手机数码',
          'itemId': '627553454183',
          'abnormalScore': [
            '0.6276234883934276',
            '0.6150401972589211',
            '0.6469827768568088',
            '0.7015772042657672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京灵文创业',
      'itemDetail': [
        {
          'itemName': 'ThinkPad联想T431S T440P T450笔记本背光键盘全新04X0139',
          'itemsort': '手机数码',
          'itemId': '595317271227',
          'abnormalScore': [
            '0.6535676737504619',
            '0.6945085964710811',
            '0.6669392100363123',
            '0.5729524684403318'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ],
          'allCollection': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京灵文创业',
      'itemDetail': [
        {
          'itemName': '联想 ThinkPad E440 E431独显主板 NM-A043 NM-A151 独立显卡',
          'itemsort': '手机数码',
          'itemId': '598715560832',
          'abnormalScore': [
            '0.6212999872089375',
            '0.6945085964710811',
            '0.660219590769922',
            '0.5558083457385963'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '300.0',
            '300.0',
            '300.0',
            '300.0'
          ],
          'allCollection': [
            '300.0',
            '300.0',
            '300.0',
            '300.0'
          ]
        }
      ]
    },
    {
      'storeName': '形意堂',
      'itemDetail': [
        {
          'itemName': '【正版】JND Studios Hms005 1/3 小丑女 哈莉 奎恩',
          'itemsort': '文化玩乐',
          'itemId': '650342307636',
          'abnormalScore': [
            '0.6322294079302634',
            '0.6207399269153419',
            '0.6150737244069422',
            '0.71883593398039'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3000.0',
            '3000.0',
            '3000.0',
            '3000.0'
          ],
          'allCollection': [
            '3000.0',
            '3000.0',
            '3000.0',
            '3000.0'
          ]
        },
        {
          'itemName': '形意堂 FOC十二黄金共鸣系列第五弹 狮子座艾欧里亚 GK手办雕像',
          'itemsort': '文化玩乐',
          'itemId': '637019345858',
          'abnormalScore': [
            '0.6866212628996492',
            '0.6710594289370183',
            '0.6971957940897435',
            '0.6803536861682862'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '32.0',
            '57.0',
            '82.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        },
        {
          'itemName': '形意堂鬼灭之刃-虫柱蝴蝶忍',
          'itemsort': '文化玩乐',
          'itemId': '642324131230',
          'abnormalScore': [
            '0.6322294079302634',
            '0.6150737244069422',
            '0.7254580181479016',
            '0.667989644472958'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allComments': [
            '649.0',
            '649.0',
            '649.0',
            '649.0'
          ],
          'allCollection': [
            '649.0',
            '649.0',
            '649.0',
            '649.0'
          ]
        },
        {
          'itemName': '补差价运费统一到付 收到有问题第一时间联系客服',
          'itemsort': '其他',
          'itemId': '647055251626',
          'abnormalScore': [
            '0.772371209847371',
            '0.7987826065919718',
            '0.7711916631576868',
            '0.7854659052170742'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ],
          'allComments': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ],
          'allCollection': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ]
        }
      ]
    },
    {
      'storeName': '形意堂',
      'itemDetail': [
        {
          'itemName': '形意堂 FOC十二黄金共鸣系列第五弹 狮子座艾欧里亚 GK手办雕像',
          'itemsort': '文化玩乐',
          'itemId': '637019345858',
          'abnormalScore': [
            '0.6866212628996492',
            '0.6710594289370183',
            '0.6971957940897435',
            '0.6803536861682862'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '32.0',
            '57.0',
            '82.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        }
      ]
    },
    {
      'storeName': '形意堂',
      'itemDetail': [
        {
          'itemName': '形意堂鬼灭之刃-虫柱蝴蝶忍',
          'itemsort': '文化玩乐',
          'itemId': '642324131230',
          'abnormalScore': [
            '0.6322294079302634',
            '0.6150737244069422',
            '0.7254580181479016',
            '0.667989644472958'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allComments': [
            '649.0',
            '649.0',
            '649.0',
            '649.0'
          ],
          'allCollection': [
            '649.0',
            '649.0',
            '649.0',
            '649.0'
          ]
        }
      ]
    },
    {
      'storeName': '形意堂',
      'itemDetail': [
        {
          'itemName': '补差价运费统一到付 收到有问题第一时间联系客服',
          'itemsort': '其他',
          'itemId': '647055251626',
          'abnormalScore': [
            '0.772371209847371',
            '0.7987826065919718',
            '0.7711916631576868',
            '0.7854659052170742'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ],
          'allComments': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ],
          'allCollection': [
            '2667.0',
            '2667.0',
            '2667.0',
            '2667.0'
          ]
        }
      ]
    },
    {
      'storeName': 'mooi 麽一出品',
      'itemDetail': [
        {
          'itemName': '小个子福星 夏季薄款弹力牛仔裤 梨形显瘦浅蓝色中高腰八分裤',
          'itemsort': '服装鞋包',
          'itemId': '650209572059',
          'abnormalScore': [
            '0.6966346699115811',
            '0.64558513710466',
            '0.6334183389359725',
            '0.6770344208812764'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '254.0',
            '254.0',
            '254.0',
            '254.0'
          ],
          'allCollection': [
            '254.0',
            '254.0',
            '254.0',
            '254.0'
          ]
        },
        {
          'itemName': '春夏个性渲染印花弹力修身长袖内搭炫酷条纹打底衫T恤5K2601810',
          'itemsort': '服装鞋包',
          'itemId': '632918382102',
          'abnormalScore': [
            '0.6706243276878104',
            '0.6394728025386114',
            '0.6517558957877299',
            '0.703293380267838'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '165.0',
            '165.0',
            '165.0',
            '165.0'
          ],
          'allCollection': [
            '165.0',
            '165.0',
            '165.0',
            '165.0'
          ]
        },
        {
          'itemName': '流动之美 重磅强捻进口醋酸 细腰削臀显瘦半身裙 凉爽通勤A字裙',
          'itemsort': '服装鞋包',
          'itemId': '645849872390',
          'abnormalScore': [
            '0.6394728025386114',
            '0.64558513710466',
            '0.7168023491200294',
            '0.6214808381429053'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ],
          'allCollection': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ]
        },
        {
          'itemName': '臀胯之友 薄款凉爽天丝卷边短裤 简约休闲高腰A字牛仔短裤',
          'itemsort': '服装鞋包',
          'itemId': '650997090059',
          'abnormalScore': [
            '0.6835057842867709',
            '0.6966346699115811',
            '0.6394728025386114',
            '0.6097683133513601'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '194.0',
            '194.0',
            '194.0',
            '194.0'
          ],
          'allCollection': [
            '194.0',
            '194.0',
            '194.0',
            '194.0'
          ]
        }
      ]
    },
    {
      'storeName': 'mooi 麽一出品',
      'itemDetail': [
        {
          'itemName': '春夏个性渲染印花弹力修身长袖内搭炫酷条纹打底衫T恤5K2601810',
          'itemsort': '服装鞋包',
          'itemId': '632918382102',
          'abnormalScore': [
            '0.6706243276878104',
            '0.6394728025386114',
            '0.6517558957877299',
            '0.703293380267838'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '165.0',
            '165.0',
            '165.0',
            '165.0'
          ],
          'allCollection': [
            '165.0',
            '165.0',
            '165.0',
            '165.0'
          ]
        }
      ]
    },
    {
      'storeName': 'mooi 麽一出品',
      'itemDetail': [
        {
          'itemName': '流动之美 重磅强捻进口醋酸 细腰削臀显瘦半身裙 凉爽通勤A字裙',
          'itemsort': '服装鞋包',
          'itemId': '645849872390',
          'abnormalScore': [
            '0.6394728025386114',
            '0.64558513710466',
            '0.7168023491200294',
            '0.6214808381429053'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ],
          'allCollection': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ]
        }
      ]
    },
    {
      'storeName': 'mooi 麽一出品',
      'itemDetail': [
        {
          'itemName': '臀胯之友 薄款凉爽天丝卷边短裤 简约休闲高腰A字牛仔短裤',
          'itemsort': '服装鞋包',
          'itemId': '650997090059',
          'abnormalScore': [
            '0.6835057842867709',
            '0.6966346699115811',
            '0.6394728025386114',
            '0.6097683133513601'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '194.0',
            '194.0',
            '194.0',
            '194.0'
          ],
          'allCollection': [
            '194.0',
            '194.0',
            '194.0',
            '194.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '全新原装施乐3300 7535 7545 7556 7855 7858 5570 纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '631121521544',
          'abnormalScore': [
            '0.6687072366983583',
            '0.6441379829518132',
            '0.6501943443819184',
            '0.6813410887965483'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '全新原装惠普HP433a 436dn 437 438 439 显影仓齿轮驱动齿轮K2200',
          'itemsort': '手机数码',
          'itemId': '634986250099',
          'abnormalScore': [
            '0.6441379829518132',
            '0.6813410887965483',
            '0.6942136316252694',
            '0.6749946049696921'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '全新原装施乐3300 7535 7545 7556 7855 7858 5570 纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '631121521544',
          'abnormalScore': [
            '0.6204714384874984',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6687072366983583'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        },
        {
          'itemName': '适用于全新原装佳能LBP3500 8100n 8750n 8780x 手送搓纸轮分页器',
          'itemsort': '手机数码',
          'itemId': '588685435753',
          'abnormalScore': [
            '0.6749946049696921',
            '0.5921072819307835',
            '0.6263052805958572',
            '0.6263052805958572'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        },
        {
          'itemName': '适用东芝2006 2306 2507 2007 2307 2303 2309 A自动输稿器搓纸轮',
          'itemsort': '手机数码',
          'itemId': '645139805957',
          'abnormalScore': [
            '0.6749946049696921',
            '0.6563076493780652',
            '0.6501943443819184',
            '0.6749946049696921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        },
        {
          'itemName': '适用全新原装HP1106加热组件惠普P1108 1136 1213定影组件热凝器',
          'itemsort': '手机数码',
          'itemId': '609731556874',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6624784333392303'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        },
        {
          'itemName': '适用全新原装震旦ADC307 ADC367 输稿器搓纸轮 进纸轮分离轮',
          'itemsort': '手机数码',
          'itemId': '633606496284',
          'abnormalScore': [
            '0.5976744364841245',
            '0.6813410887965483',
            '0.6687072366983583',
            '0.6563076493780652'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        },
        {
          'itemName': '适用原装hpM477fdn M427fdw 277 281 280 扫描头排线 复印头平台',
          'itemsort': '手机数码',
          'itemId': '596434657463',
          'abnormalScore': [
            '0.5442793975738697',
            '0.6687072366983583',
            '0.6146919368338664',
            '0.6204714384874984'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.1102230246251565',
            '1.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '适用原装三星4821hn 4621ns 4655 1681 1685 4655 离合器继电器',
          'itemsort': '手机数码',
          'itemId': '604121331226',
          'abnormalScore': [
            '0.6624784333392303',
            '0.6749946049696921',
            '0.6441379829518132',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.3333333333333333',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '适用原装东芝3018A 2518A 3518A 4518A 5018A 输稿器搓纸轮原稿',
          'itemsort': '手机数码',
          'itemId': '641529775978',
          'abnormalScore': [
            '0.6687072366983583',
            '0.6687072366983583',
            '0.6089662694702472',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '4.999999999999998',
            '1.0',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ],
          'allCollection': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ]
        },
        {
          'itemName': '适用原装佳能MF8050CN 8030 8350 LBP7200 5050纸盒搓纸轮分页轮',
          'itemsort': '手机数码',
          'itemId': '584448968383',
          'abnormalScore': [
            '0.6501943443819184',
            '0.6687072366983583',
            '0.6942136316252694',
            '0.6563076493780652'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.9999999999999991',
            '1.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '适用原装夏普AR 266 277 256 316 258 318 L 输稿器送稿器 搓纸轮',
          'itemsort': '手机数码',
          'itemId': '642655405452',
          'abnormalScore': [
            '0.6687072366983583',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6441379829518132'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '适用原装惠普HP401n 425 手送搓纸轮2055 2035 1号纸盒进纸轮分',
          'itemsort': '手机数码',
          'itemId': '599885879833',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6381380346758504',
            '0.6624784333392303',
            '0.6942136316252694'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': '适用原装震旦AD289S AD369S 289 369S 656 756 纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '599636278840',
          'abnormalScore': [
            '0.7073293747564557',
            '0.6089662694702472',
            '0.6501943443819184',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '全新原装惠普HP433a 436dn 437 438 439 显影仓齿轮驱动齿轮K2200',
          'itemsort': '手机数码',
          'itemId': '634986250099',
          'abnormalScore': [
            '0.6441379829518132',
            '0.6813410887965483',
            '0.6942136316252694',
            '0.6749946049696921'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '全新原装施乐3300 7535 7545 7556 7855 7858 5570 纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '631121521544',
          'abnormalScore': [
            '0.6204714384874984',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6687072366983583'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用于全新原装佳能LBP3500 8100n 8750n 8780x 手送搓纸轮分页器',
          'itemsort': '手机数码',
          'itemId': '588685435753',
          'abnormalScore': [
            '0.6749946049696921',
            '0.5921072819307835',
            '0.6263052805958572',
            '0.6263052805958572'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用东芝2006 2306 2507 2007 2307 2303 2309 A自动输稿器搓纸轮',
          'itemsort': '手机数码',
          'itemId': '645139805957',
          'abnormalScore': [
            '0.6749946049696921',
            '0.6563076493780652',
            '0.6501943443819184',
            '0.6749946049696921'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用全新原装HP1106加热组件惠普P1108 1136 1213定影组件热凝器',
          'itemsort': '手机数码',
          'itemId': '609731556874',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6624784333392303'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用全新原装震旦ADC307 ADC367 输稿器搓纸轮 进纸轮分离轮',
          'itemsort': '手机数码',
          'itemId': '633606496284',
          'abnormalScore': [
            '0.5976744364841245',
            '0.6813410887965483',
            '0.6687072366983583',
            '0.6563076493780652'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装hpM477fdn M427fdw 277 281 280 扫描头排线 复印头平台',
          'itemsort': '手机数码',
          'itemId': '596434657463',
          'abnormalScore': [
            '0.5442793975738697',
            '0.6687072366983583',
            '0.6146919368338664',
            '0.6204714384874984'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.1102230246251565',
            '1.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装三星4821hn 4621ns 4655 1681 1685 4655 离合器继电器',
          'itemsort': '手机数码',
          'itemId': '604121331226',
          'abnormalScore': [
            '0.6624784333392303',
            '0.6749946049696921',
            '0.6441379829518132',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.3333333333333333',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装东芝3018A 2518A 3518A 4518A 5018A 输稿器搓纸轮原稿',
          'itemsort': '手机数码',
          'itemId': '641529775978',
          'abnormalScore': [
            '0.6687072366983583',
            '0.6687072366983583',
            '0.6089662694702472',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '4.999999999999998',
            '1.0',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ],
          'allCollection': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装佳能MF8050CN 8030 8350 LBP7200 5050纸盒搓纸轮分页轮',
          'itemsort': '手机数码',
          'itemId': '584448968383',
          'abnormalScore': [
            '0.6501943443819184',
            '0.6687072366983583',
            '0.6942136316252694',
            '0.6563076493780652'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.9999999999999991',
            '1.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装夏普AR 266 277 256 316 258 318 L 输稿器送稿器 搓纸轮',
          'itemsort': '手机数码',
          'itemId': '642655405452',
          'abnormalScore': [
            '0.6687072366983583',
            '0.6263052805958572',
            '0.6749946049696921',
            '0.6441379829518132'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装惠普HP401n 425 手送搓纸轮2055 2035 1号纸盒进纸轮分',
          'itemsort': '手机数码',
          'itemId': '599885879833',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6381380346758504',
            '0.6624784333392303',
            '0.6942136316252694'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '网络办公耗材店',
      'itemDetail': [
        {
          'itemName': '适用原装震旦AD289S AD369S 289 369S 656 756 纸盒搓纸轮',
          'itemsort': '手机数码',
          'itemId': '599636278840',
          'abnormalScore': [
            '0.7073293747564557',
            '0.6089662694702472',
            '0.6501943443819184',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '1.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '十八久保健食品商行',
      'itemDetail': [
        {
          'itemName': '丁戈双参虫草精片仃戈牡蛎肽16粒男用压片糖果官方正品微商同款',
          'itemsort': '百货食品',
          'itemId': '645049974459',
          'abnormalScore': [
            '0.5271720349032685',
            '0.49447871320869885',
            '0.5073054241483964',
            '0.5692697153366001'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '正品雨林阿里树雨林咖啡固态饮料男用（请咨询客服，乱拍不发货）',
          'itemsort': '百货食品',
          'itemId': '643684373975',
          'abnormalScore': [
            '0.5674503159385629',
            '0.5584401707996223',
            '0.5692697153366001',
            '0.5784545896106726'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '十八久保健食品商行',
      'itemDetail': [
        {
          'itemName': '正品雨林阿里树雨林咖啡固态饮料男用（请咨询客服，乱拍不发货）',
          'itemsort': '百货食品',
          'itemId': '643684373975',
          'abnormalScore': [
            '0.5674503159385629',
            '0.5584401707996223',
            '0.5692697153366001',
            '0.5784545896106726'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 园伟家居韩式家纺',
      'itemDetail': [
        {
          'itemName': 'ins北欧风格简约格子双面纯棉床单款床品四件套',
          'itemsort': '家居建材',
          'itemId': '571387994737',
          'abnormalScore': [
            '0.660223457580673',
            '0.7173857744908058',
            '0.6663429672230701',
            '0.6850439287281992'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ],
          'allCollection': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ]
        },
        {
          'itemName': 'ins韩国爆款网红球球毯全棉针织毯北欧空调沙发毯夏被毯盖被',
          'itemsort': '家居建材',
          'itemId': '551730943643',
          'abnormalScore': [
            '0.6422000682077877',
            '0.7173857744908058',
            '0.6663429672230701',
            '0.6246686979547273'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '460.0',
            '460.0',
            '460.0',
            '460.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '韩国同款公主蕾丝蛋糕荷叶边纯棉半遮光书房卧室客厅窗帘可定制',
          'itemsort': '家居建材',
          'itemId': '622305614686',
          'abnormalScore': [
            '0.6481525218272736',
            '0.6541601478234785',
            '0.6422000682077877',
            '0.7200381503739987'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '韩式高档布艺蕾丝时尚微波炉花朵烤箱烘焙防烫隔热耐高温加厚手套',
          'itemsort': '百货食品',
          'itemId': '648894124216',
          'abnormalScore': [
            '0.8013738629427514',
            '0.7526420400473903',
            '0.7081791653402427',
            '0.7173857744908058'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 园伟家居韩式家纺',
      'itemDetail': [
        {
          'itemName': 'ins韩国爆款网红球球毯全棉针织毯北欧空调沙发毯夏被毯盖被',
          'itemsort': '家居建材',
          'itemId': '551730943643',
          'abnormalScore': [
            '0.6422000682077877',
            '0.7173857744908058',
            '0.6663429672230701',
            '0.6246686979547273'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '460.0',
            '460.0',
            '460.0',
            '460.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 园伟家居韩式家纺',
      'itemDetail': [
        {
          'itemName': '韩国同款公主蕾丝蛋糕荷叶边纯棉半遮光书房卧室客厅窗帘可定制',
          'itemsort': '家居建材',
          'itemId': '622305614686',
          'abnormalScore': [
            '0.6481525218272736',
            '0.6541601478234785',
            '0.6422000682077877',
            '0.7200381503739987'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 园伟家居韩式家纺',
      'itemDetail': [
        {
          'itemName': '韩式高档布艺蕾丝时尚微波炉花朵烤箱烘焙防烫隔热耐高温加厚手套',
          'itemsort': '百货食品',
          'itemId': '648894124216',
          'abnormalScore': [
            '0.8013738629427514',
            '0.7526420400473903',
            '0.7081791653402427',
            '0.7173857744908058'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': ' 高压户内电磁锁高压柜锁DSN-BMZ BMY AMZ AMY IZ交直流左开右开',
          'itemsort': '家居建材',
          'itemId': '625230993295',
          'abnormalScore': [
            '0.4968949414996769',
            '0.6987721618956199',
            '0.6291805392634013',
            '0.7110972196598487'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '6.0',
            '7.0',
            '9.0',
            '12.000000000000002'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.000000000000004'
          ]
        },
        {
          'itemName': '10-35KV跌落式熔断器RW10 RW12-15KV户外高压陶瓷跌落开关保险',
          'itemsort': '家居建材',
          'itemId': '625517750757',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6987721618956199',
            '0.651571459027917',
            '0.6806839596497503'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': '35KV户外高压真空断路器ZW7-40.5/630 1250A瓷柱型电站型智能开关',
          'itemsort': '家居建材',
          'itemId': '625128481638',
          'abnormalScore': [
            '0.5190964269898131',
            '0.6572926036989406',
            '0.6688860382264598',
            '0.6866607275919977'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        },
        {
          'itemName': 'FZW32-12 40.5/630 1250A户外高压真空负荷隔离开关10-35KV千伏',
          'itemsort': '家居建材',
          'itemId': '625597726328',
          'abnormalScore': [
            '0.6572926036989406',
            '0.6572926036989406',
            '0.6866607275919977',
            '0.6926899747421494'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        },
        {
          'itemName': 'GGD低压成套开关柜进线出线计量电容无功补偿柜抽屉柜GCS GCK',
          'itemsort': '家居建材',
          'itemId': '646233718102',
          'abnormalScore': [
            '0.6572926036989406',
            '0.7049077538938531',
            '0.6347050797254543',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '2000.0',
            '2000.0',
            '2000.0',
            '2000.0'
          ],
          'allCollection': [
            '2000.0',
            '2000.0',
            '2000.0',
            '2000.0'
          ]
        },
        {
          'itemName': 'JN15-12户内高压接地开关10KV环网中置柜内JN22-40.5接地刀35千伏',
          'itemsort': '家居建材',
          'itemId': '624860084523',
          'abnormalScore': [
            '0.6926899747421494',
            '0.6459001118080779',
            '0.651571459027917',
            '0.6747592141308044'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': 'KYN28A-12高压开关柜10KV千伏中置柜进线出线计量PT成套配电柜',
          'itemsort': '家居建材',
          'itemId': '633420980770',
          'abnormalScore': [
            '0.6394789927529179',
            '0.633912899644565',
            '0.6883779945377525',
            '0.651571459027917'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '19500.0',
            '19500.0',
            '19500.0',
            '19500.0'
          ],
          'allCollection': [
            '19500.0',
            '19500.0',
            '19500.0',
            '19500.0'
          ]
        },
        {
          'itemName': 'ZW32-40.5高压真空断路器35KV户外智能隔离看门狗分界柱上开关',
          'itemsort': '家居建材',
          'itemId': '625415398760',
          'abnormalScore': [
            '0.5282523347330439',
            '0.6926899747421494',
            '0.6630639830693105',
            '0.7049077538938531'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '5.5',
            '7.0',
            '8.5'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': '户内外高压铜导体铜牌陶瓷穿墙套管CWB-10KV/630 2000A 20-35千伏',
          'itemsort': '家居建材',
          'itemId': '625890291168',
          'abnormalScore': [
            '0.7049077538938531',
            '0.6630639830693105',
            '0.6688860382264598',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ],
          'allCollection': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ]
        },
        {
          'itemName': '户内高压传感器CG5/95*130 140柜内带电显示装置10 24 35KV千伏',
          'itemsort': '手机数码',
          'itemId': '625454614757',
          'abnormalScore': [
            '0.6347050797254543',
            '0.6926899747421494',
            '0.6459001118080779',
            '0.6926899747421494'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        },
        {
          'itemName': '户内高压隔离PT熔断器避雷器手车10KV中置柜KYN28用多功能35千伏',
          'itemsort': '家居建材',
          'itemId': '625708151687',
          'abnormalScore': [
            '0.6987721618956199',
            '0.6291805392634013',
            '0.6806839596497503',
            '0.6572926036989406'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '户外高压开闭所环网箱开关站分支箱10KV六氟化硫全绝缘二进四出',
          'itemsort': '家居建材',
          'itemId': '646232418432',
          'abnormalScore': [
            '0.6630639830693105',
            '0.6572926036989406',
            '0.7173410322340001',
            '0.6572926036989406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '10.0',
            '6.0',
            '2.0'
          ],
          'allComments': [
            '8800.0',
            '8800.0',
            '8800.0',
            '8800.0'
          ],
          'allCollection': [
            '8800.0',
            '8800.0',
            '8800.0',
            '8800.0'
          ]
        },
        {
          'itemName': '户外高压氧化锌避雷器110KV HY10WZ-108/218电站线路型66-220千伏',
          'itemsort': '手机数码',
          'itemId': '625963671879',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6630639830693105',
            '0.6926899747421494',
            '0.6866607275919977'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '户内外高压铜导体铜牌陶瓷穿墙套管CWB-10KV/630 2000A 20-35千伏',
          'itemsort': '家居建材',
          'itemId': '625890291168',
          'abnormalScore': [
            '0.7182374697055502',
            '0.6823862793215205',
            '0.7227364888142395',
            '0.6823862793215205'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '欧式箱式变电站箱变组合成套配电房变压器YBP-10KV/ 630 800KVA',
          'itemsort': '家居建材',
          'itemId': '645390032166',
          'abnormalScore': [
            '0.6572926036989406',
            '0.6866607275919977',
            '0.6806839596497503',
            '0.6630639830693105'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '2800.0',
            '2800.0',
            '2800.0',
            '2800.0'
          ],
          'allCollection': [
            '2800.0',
            '2800.0',
            '2800.0',
            '2800.0'
          ]
        },
        {
          'itemName': '精密滚珠丝杆丝杠套装导轨螺母座12041605手摇升降全套带步进电机',
          'itemsort': '家居建材',
          'itemId': '588378811340',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6075590719986146',
            '0.6347050797254543',
            '0.6182752983537835'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '530.0',
            '530.0',
            '530.0',
            '530.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        },
        {
          'itemName': '精密滚珠丝杆丝杠套装导轨螺母座12041605手摇升降全套带步进电机',
          'itemsort': '家居建材',
          'itemId': '588378811340',
          'abnormalScore': [
            '0.6291805392634013',
            '0.6823862793215205',
            '0.6459001118080779',
            '0.6781384393996539'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '530.0',
            '530.0',
            '530.0',
            '530.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        },
        {
          'itemName': '美式箱式变电站箱变组合成套配电房变压器ZGS11-10KV 100 200KVA',
          'itemsort': '家居建材',
          'itemId': '646138174786',
          'abnormalScore': [
            '0.6459001118080779',
            '0.6402781285971167',
            '0.6979000192179952',
            '0.7049077538938531'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '20.0',
            '10.0',
            '0.0',
            '10.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '高压触头盒CH3-10Q/150 630-1250A中置柜母线绝缘静触头盒10KV',
          'itemsort': '家居建材',
          'itemId': '624913664935',
          'abnormalScore': [
            '0.6866607275919977',
            '0.6806839596497503',
            '0.651571459027917',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        },
        {
          'itemName': '高压触头盒CH3-10Q/150 630-1250A中置柜母线绝缘静触头盒10KV',
          'itemsort': '家居建材',
          'itemId': '624913664935',
          'abnormalScore': [
            '0.6926899747421494',
            '0.6347050797254543',
            '0.651571459027917',
            '0.6747592141308044'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '10-35KV跌落式熔断器RW10 RW12-15KV户外高压陶瓷跌落开关保险',
          'itemsort': '家居建材',
          'itemId': '625517750757',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6987721618956199',
            '0.651571459027917',
            '0.6806839596497503'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '35KV户外高压真空断路器ZW7-40.5/630 1250A瓷柱型电站型智能开关',
          'itemsort': '家居建材',
          'itemId': '625128481638',
          'abnormalScore': [
            '0.5190964269898131',
            '0.6572926036989406',
            '0.6688860382264598',
            '0.6866607275919977'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': 'FZW32-12 40.5/630 1250A户外高压真空负荷隔离开关10-35KV千伏',
          'itemsort': '家居建材',
          'itemId': '625597726328',
          'abnormalScore': [
            '0.6572926036989406',
            '0.6572926036989406',
            '0.6866607275919977',
            '0.6926899747421494'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': 'GGD低压成套开关柜进线出线计量电容无功补偿柜抽屉柜GCS GCK',
          'itemsort': '家居建材',
          'itemId': '646233718102',
          'abnormalScore': [
            '0.6572926036989406',
            '0.7049077538938531',
            '0.6347050797254543',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '2000.0',
            '2000.0',
            '2000.0',
            '2000.0'
          ],
          'allCollection': [
            '2000.0',
            '2000.0',
            '2000.0',
            '2000.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': 'JN15-12户内高压接地开关10KV环网中置柜内JN22-40.5接地刀35千伏',
          'itemsort': '家居建材',
          'itemId': '624860084523',
          'abnormalScore': [
            '0.6926899747421494',
            '0.6459001118080779',
            '0.651571459027917',
            '0.6747592141308044'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': 'KYN28A-12高压开关柜10KV千伏中置柜进线出线计量PT成套配电柜',
          'itemsort': '家居建材',
          'itemId': '633420980770',
          'abnormalScore': [
            '0.6394789927529179',
            '0.633912899644565',
            '0.6883779945377525',
            '0.651571459027917'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '19500.0',
            '19500.0',
            '19500.0',
            '19500.0'
          ],
          'allCollection': [
            '19500.0',
            '19500.0',
            '19500.0',
            '19500.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': 'ZW32-40.5高压真空断路器35KV户外智能隔离看门狗分界柱上开关',
          'itemsort': '家居建材',
          'itemId': '625415398760',
          'abnormalScore': [
            '0.5282523347330439',
            '0.6926899747421494',
            '0.6630639830693105',
            '0.7049077538938531'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '5.5',
            '7.0',
            '8.5'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户内外高压铜导体铜牌陶瓷穿墙套管CWB-10KV/630 2000A 20-35千伏',
          'itemsort': '家居建材',
          'itemId': '625890291168',
          'abnormalScore': [
            '0.7049077538938531',
            '0.6630639830693105',
            '0.6688860382264598',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ],
          'allCollection': [
            '105.0',
            '105.0',
            '105.0',
            '105.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户内高压传感器CG5/95*130 140柜内带电显示装置10 24 35KV千伏',
          'itemsort': '手机数码',
          'itemId': '625454614757',
          'abnormalScore': [
            '0.6347050797254543',
            '0.6926899747421494',
            '0.6459001118080779',
            '0.6926899747421494'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户内高压隔离PT熔断器避雷器手车10KV中置柜KYN28用多功能35千伏',
          'itemsort': '家居建材',
          'itemId': '625708151687',
          'abnormalScore': [
            '0.6987721618956199',
            '0.6291805392634013',
            '0.6806839596497503',
            '0.6572926036989406'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户外高压开闭所环网箱开关站分支箱10KV六氟化硫全绝缘二进四出',
          'itemsort': '家居建材',
          'itemId': '646232418432',
          'abnormalScore': [
            '0.6630639830693105',
            '0.6572926036989406',
            '0.7173410322340001',
            '0.6572926036989406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '10.0',
            '6.0',
            '2.0'
          ],
          'allComments': [
            '8800.0',
            '8800.0',
            '8800.0',
            '8800.0'
          ],
          'allCollection': [
            '8800.0',
            '8800.0',
            '8800.0',
            '8800.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户外高压氧化锌避雷器110KV HY10WZ-108/218电站线路型66-220千伏',
          'itemsort': '手机数码',
          'itemId': '625963671879',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6630639830693105',
            '0.6926899747421494',
            '0.6866607275919977'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '户内外高压铜导体铜牌陶瓷穿墙套管CWB-10KV/630 2000A 20-35千伏',
          'itemsort': '家居建材',
          'itemId': '625890291168',
          'abnormalScore': [
            '0.7182374697055502',
            '0.6823862793215205',
            '0.7227364888142395',
            '0.6823862793215205'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '欧式箱式变电站箱变组合成套配电房变压器YBP-10KV/ 630 800KVA',
          'itemsort': '家居建材',
          'itemId': '645390032166',
          'abnormalScore': [
            '0.6572926036989406',
            '0.6866607275919977',
            '0.6806839596497503',
            '0.6630639830693105'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '2800.0',
            '2800.0',
            '2800.0',
            '2800.0'
          ],
          'allCollection': [
            '2800.0',
            '2800.0',
            '2800.0',
            '2800.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '精密滚珠丝杆丝杠套装导轨螺母座12041605手摇升降全套带步进电机',
          'itemsort': '家居建材',
          'itemId': '588378811340',
          'abnormalScore': [
            '0.6806839596497503',
            '0.6075590719986146',
            '0.6347050797254543',
            '0.6182752983537835'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '530.0',
            '530.0',
            '530.0',
            '530.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '精密滚珠丝杆丝杠套装导轨螺母座12041605手摇升降全套带步进电机',
          'itemsort': '家居建材',
          'itemId': '588378811340',
          'abnormalScore': [
            '0.6291805392634013',
            '0.6823862793215205',
            '0.6459001118080779',
            '0.6781384393996539'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '530.0',
            '530.0',
            '530.0',
            '530.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '美式箱式变电站箱变组合成套配电房变压器ZGS11-10KV 100 200KVA',
          'itemsort': '家居建材',
          'itemId': '646138174786',
          'abnormalScore': [
            '0.6459001118080779',
            '0.6402781285971167',
            '0.6979000192179952',
            '0.7049077538938531'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '20.0',
            '10.0',
            '0.0',
            '10.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '高压触头盒CH3-10Q/150 630-1250A中置柜母线绝缘静触头盒10KV',
          'itemsort': '家居建材',
          'itemId': '624913664935',
          'abnormalScore': [
            '0.6866607275919977',
            '0.6806839596497503',
            '0.651571459027917',
            '0.6688860382264598'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allCollection': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ]
        }
      ]
    },
    {
      'storeName': '比普电气市场部',
      'itemDetail': [
        {
          'itemName': '高压触头盒CH3-10Q/150 630-1250A中置柜母线绝缘静触头盒10KV',
          'itemsort': '家居建材',
          'itemId': '624913664935',
          'abnormalScore': [
            '0.6926899747421494',
            '0.6347050797254543',
            '0.651571459027917',
            '0.6747592141308044'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 高端遥控',
      'itemDetail': [
        {
          'itemName': '#进口原装PHILIPS飞利浦液晶电视学习型万能遥控器RC4313E RC4318',
          'itemsort': '家用电器',
          'itemId': '582556447513',
          'abnormalScore': [
            '0.6286876523303794',
            '0.6032787607744488',
            '0.7115175486575896',
            '0.6352053605533026'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ],
          'allCollection': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ]
        },
        {
          'itemName': '定制HiFi发烧功放器材音响组合家庭影院卡座CD转盘机专用遥控器',
          'itemsort': '手机数码',
          'itemId': '584673107089',
          'abnormalScore': [
            '0.6484441879672209',
            '0.6969909969458975',
            '0.6484441879672209',
            '0.6286876523303794'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 高端遥控',
      'itemDetail': [
        {
          'itemName': '定制HiFi发烧功放器材音响组合家庭影院卡座CD转盘机专用遥控器',
          'itemsort': '手机数码',
          'itemId': '584673107089',
          'abnormalScore': [
            '0.6484441879672209',
            '0.6969909969458975',
            '0.6484441879672209',
            '0.6286876523303794'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '中国台湾台中 趸泰小酥饼太阳饼奶油酥 芋头酥中秋月饼',
          'itemsort': '百货食品',
          'itemId': '650536143618',
          'abnormalScore': [
            '0.7043612179113352',
            '0.6983660670954615',
            '0.7351178493471461',
            '0.6806850464174377'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        },
        {
          'itemName': '中国台湾台中 趸泰小酥饼太阳饼奶油酥 芋头酥中秋月饼',
          'itemsort': '百货食品',
          'itemId': '650536143618',
          'abnormalScore': [
            '0.6522058316695958',
            '0.7226572350256159',
            '0.6466545999657177',
            '0.6983660670954615'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        },
        {
          'itemName': '台湾庄家咸蛋黄方块酥饼干430g 茶点早餐食品零食粗粮',
          'itemsort': '百货食品',
          'itemId': '583303240143',
          'abnormalScore': [
            '0.6634516684685586',
            '0.6466545999657177',
            '0.7288609143226065',
            '0.6748914146733682'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '18.0',
            '11.0',
            '4.0',
            '3.0'
          ],
          'allComments': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        },
        {
          'itemName': '台湾特产郭元益中秋蛋黄酥糕点流心酥月饼高端进口送礼盒',
          'itemsort': '百货食品',
          'itemId': '652293690108',
          'abnormalScore': [
            '0.7288609143226065',
            '0.6578047181391429',
            '0.6748914146733682',
            '0.6748914146733682'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        },
        {
          'itemName': '台湾网红华记甘宋梅 无核话梅子 鸳鸯甘宋梅无籽蜜饯果干好吃零食',
          'itemsort': '百货食品',
          'itemId': '641076948633',
          'abnormalScore': [
            '0.6748914146733682',
            '0.6302827945584395',
            '0.7226572350256159',
            '0.6522058316695958'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '台湾食品 圣祖方块酥黑芝麻全麦莲子黑糖海苔饼干',
          'itemsort': '百货食品',
          'itemId': '565905801949',
          'abnormalScore': [
            '0.6806850464174377',
            '0.7288609143226065',
            '0.6748914146733682',
            '0.6411506174153029'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        },
        {
          'itemName': '台湾趸泰大甲芋头三味酥紫芋酥流心酥综合酥 6入体验装',
          'itemsort': '百货食品',
          'itemId': '601088427684',
          'abnormalScore': [
            '0.6249181601720758',
            '0.6748914146733682',
            '0.6466545999657177',
            '0.7288609143226065'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '222.0',
            '222.0',
            '222.0',
            '222.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        },
        {
          'itemName': '台灣特產 金门贡糖 圣祖贡糖猪脚贡糖240克*3包 拍一份3包年货',
          'itemsort': '百货食品',
          'itemId': '540535015695',
          'abnormalScore': [
            '0.7414284972751108',
            '0.7390556806381986',
            '0.6411506174153029',
            '0.6691470952639277'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '0.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ],
          'allCollection': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '中国台湾台中 趸泰小酥饼太阳饼奶油酥 芋头酥中秋月饼',
          'itemsort': '百货食品',
          'itemId': '650536143618',
          'abnormalScore': [
            '0.6522058316695958',
            '0.7226572350256159',
            '0.6466545999657177',
            '0.6983660670954615'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台湾庄家咸蛋黄方块酥饼干430g 茶点早餐食品零食粗粮',
          'itemsort': '百货食品',
          'itemId': '583303240143',
          'abnormalScore': [
            '0.6634516684685586',
            '0.6466545999657177',
            '0.7288609143226065',
            '0.6748914146733682'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '18.0',
            '11.0',
            '4.0',
            '3.0'
          ],
          'allComments': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台湾特产郭元益中秋蛋黄酥糕点流心酥月饼高端进口送礼盒',
          'itemsort': '百货食品',
          'itemId': '652293690108',
          'abnormalScore': [
            '0.7288609143226065',
            '0.6578047181391429',
            '0.6748914146733682',
            '0.6748914146733682'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ],
          'allCollection': [
            '159.0',
            '159.0',
            '159.0',
            '159.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台湾网红华记甘宋梅 无核话梅子 鸳鸯甘宋梅无籽蜜饯果干好吃零食',
          'itemsort': '百货食品',
          'itemId': '641076948633',
          'abnormalScore': [
            '0.6748914146733682',
            '0.6302827945584395',
            '0.7226572350256159',
            '0.6522058316695958'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台湾食品 圣祖方块酥黑芝麻全麦莲子黑糖海苔饼干',
          'itemsort': '百货食品',
          'itemId': '565905801949',
          'abnormalScore': [
            '0.6806850464174377',
            '0.7288609143226065',
            '0.6748914146733682',
            '0.6411506174153029'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台湾趸泰大甲芋头三味酥紫芋酥流心酥综合酥 6入体验装',
          'itemsort': '百货食品',
          'itemId': '601088427684',
          'abnormalScore': [
            '0.6249181601720758',
            '0.6748914146733682',
            '0.6466545999657177',
            '0.7288609143226065'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '222.0',
            '222.0',
            '222.0',
            '222.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        }
      ]
    },
    {
      'storeName': '台味道食品',
      'itemDetail': [
        {
          'itemName': '台灣特產 金门贡糖 圣祖贡糖猪脚贡糖240克*3包 拍一份3包年货',
          'itemsort': '百货食品',
          'itemId': '540535015695',
          'abnormalScore': [
            '0.7414284972751108',
            '0.7390556806381986',
            '0.6411506174153029',
            '0.6691470952639277'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '0.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ],
          'allCollection': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '@@海信HZ55A67E(BOM1)243784主板RSAG7.820.8796屏HD550V3U81-K1',
          'itemsort': '手机数码',
          'itemId': '648486393125',
          'abnormalScore': [
            '0.6815645192518649',
            '0.7036900216694706',
            '0.6980922040746067',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ],
          'allCollection': [
            '185.0',
            '185.0',
            '185.0',
            '185.0'
          ]
        },
        {
          'itemName': '@原装康佳 LED55M5580AF 主板 35017679 屏 72000211YT/211YT',
          'itemsort': '手机数码',
          'itemId': '647890182021',
          'abnormalScore': [
            '0.6548833522327056',
            '0.6654281356985049',
            '0.7150206790762442',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ],
          'allCollection': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ]
        },
        {
          'itemName': 'A原装三星UA40HU5920J 5900J主板BN41-02210B 屏CY-GH040HGLV3H',
          'itemsort': '手机数码',
          'itemId': '648050178553',
          'abnormalScore': [
            '0.7265337801632125',
            '0.6393786587578505',
            '0.6707640287286646',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ],
          'allCollection': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ]
        },
        {
          'itemName': 'A原装正品三星 UA60F6300AJ 逻辑板 BN41-01947A 屏CY-HF600CSSV1',
          'itemsort': '手机数码',
          'itemId': '649544452298',
          'abnormalScore': [
            '0.6445056678905762',
            '0.6980922040746067',
            '0.6601346894204216',
            '0.7265337801632125'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '230.0',
            '230.0',
            '230.0',
            '230.0'
          ],
          'allCollection': [
            '230.0',
            '230.0',
            '230.0',
            '230.0'
          ]
        },
        {
          'itemName': 'A原装长虹LED55C2000I LED55C2080i电源板 HSL35D-MPL35D-2MI 400',
          'itemsort': '手机数码',
          'itemId': '646871981266',
          'abnormalScore': [
            '0.6548833522327056',
            '0.738232262597207',
            '0.6496737891597285',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ]
        },
        {
          'itemName': 'AA原厂小米 L55M5-AZ 主板 TPD.T962.PC795 配屏 MI55TV(M55)现货',
          'itemsort': '手机数码',
          'itemId': '651569913663',
          'abnormalScore': [
            '0.6548833522327056',
            '0.6707640287286646',
            '0.6761427088802308',
            '0.7207542416553169'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '133.0',
            '133.0',
            '133.0',
            '133.0'
          ],
          'allCollection': [
            '133.0',
            '133.0',
            '133.0',
            '133.0'
          ]
        },
        {
          'itemName': 'AA原装正品海尔 LS60AL88U61 电源板 0090727659A AY218D-2SF02',
          'itemsort': '家用电器',
          'itemId': '646873657062',
          'abnormalScore': [
            '0.6980922040746067',
            '0.7150206790762442',
            '0.6980922040746067',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        },
        {
          'itemName': 'AA熊猫LE55M36S 飞利浦 55PFF5055/T3 逻辑板6870C-0532B',
          'itemsort': '手机数码',
          'itemId': '650321994831',
          'abnormalScore': [
            '0.6707640287286646',
            '0.7265337801632125',
            '0.6980922040746067',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        },
        {
          'itemName': 'A原厂 海信LED49EC520UA(B0M1)主板RSAG7.820.6854屏HD490DU-E31',
          'itemsort': '手机数码',
          'itemId': '651940198940',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6654281356985049',
            '0.6980922040746067',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '47.0',
            '47.0',
            '47.0',
            '47.0'
          ],
          'allCollection': [
            '47.0',
            '47.0',
            '47.0',
            '47.0'
          ]
        },
        {
          'itemName': 'D原装海信LED50K560U 50K320U主板 RSAG7.820.6016屏HD500DU-B01',
          'itemsort': '手机数码',
          'itemId': '648844918394',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6815645192518649',
            '0.6980922040746067',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        },
        {
          'itemName': 'D原装创维55E710S主板5800-A8S700-1P40配LG屏 REL550WY(LD0-103)',
          'itemsort': '手机数码',
          'itemId': '638982830762',
          'abnormalScore': [
            '0.6980922040746067',
            '0.6761427088802308',
            '0.6707640287286646',
            '0.7150206790762442'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        },
        {
          'itemName': 'D原装海信LED50K560U 50K320U主板 RSAG7.820.6016屏HD500DU-B01',
          'itemsort': '手机数码',
          'itemId': '648844918394',
          'abnormalScore': [
            '0.6815645192518649',
            '0.687029805693447',
            '0.7323596632688',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        },
        {
          'itemName': '~原装夏普LCD-58S3A 逻辑板CHIMEI INNOLUX IN8903A屏V580DK2-KS2',
          'itemsort': '手机数码',
          'itemId': '649620628151',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6925389168281355',
            '0.6601346894204216',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        },
        {
          'itemName': '全新原装长虹50N1 LED49C1080N LED48C2080I电源板JCL35D-1MK 401',
          'itemsort': '手机数码',
          'itemId': '619293303121',
          'abnormalScore': [
            '0.6654281356985049',
            '0.687029805693447',
            '0.6980922040746067',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ]
        },
        {
          'itemName': '全新原装小米L55M5-AD电视逻辑板 ST5461D07-7-C-3 现货',
          'itemsort': '手机数码',
          'itemId': '650037229078',
          'abnormalScore': [
            '0.6654281356985049',
            '0.6925389168281355',
            '0.7036900216694706',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        },
        {
          'itemName': '创维 42E61HR 康佳LED42IS988PD原装背光灯条3660L-0374A 一对价',
          'itemsort': '手机数码',
          'itemId': '650923863403',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6654281356985049',
            '0.7093327266898672',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        },
        {
          'itemName': '原厂原装海尔LS65AL88U51逻辑板PANDA650UHD屏LC650RU1A',
          'itemsort': '手机数码',
          'itemId': '650557134811',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6815645192518649',
            '0.6654281356985049',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ],
          'allCollection': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ]
        },
        {
          'itemName': '原装全新三星 UA46D5000PR 逻辑板 S100FAPC2LV0.3 BN41-01678A',
          'itemsort': '手机数码',
          'itemId': '649039796588',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.6815645192518649',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '原装全新三星UA55MUF30ZJXXZ背光灯条 屏BOEI550WQ1 一套价',
          'itemsort': '手机数码',
          'itemId': '631347837968',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6815645192518649',
            '0.7036900216694706',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': '原装创维55E6200主板5800-A8S700-1P40 8S70配屏SEL550WY LD0-540',
          'itemsort': '手机数码',
          'itemId': '648006225046',
          'abnormalScore': [
            '0.6496737891597285',
            '0.6654281356985049',
            '0.6707640287286646',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        },
        {
          'itemName': '原装原厂TCL L48A71C电源板40-EL4310-PWF1XG 81-EL421C3-PL200AA',
          'itemsort': '手机数码',
          'itemId': '645135388673',
          'abnormalScore': [
            '0.6980922040746067',
            '0.687029805693447',
            '0.7265337801632125',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        },
        {
          'itemName': '原装原厂酷开40K5C主板583X 5823-A5S580-0P00屏RDL400FY(QD0-806',
          'itemsort': '手机数码',
          'itemId': '648721159579',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6761427088802308',
            '0.7150206790762442',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ],
          'allCollection': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ]
        },
        {
          'itemName': '原装原厂飞利浦 BDM4065UC 电源板 715G6985-P01-000-002R 正品',
          'itemsort': '手机数码',
          'itemId': '645884994708',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6761427088802308',
            '0.7150206790762442',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '原厂原厂海尔LS55AL88K52A3 主板TD.AMT866.U706 配屏LC546PU2L03',
          'itemsort': '家用电器',
          'itemId': '652476983946',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6925389168281355',
            '0.6761427088802308',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        },
        {
          'itemName': '原厂康佳LED50CQ逻辑板 EATDJ6E11主芯片IN8908A配屏V500DJ6-QE1',
          'itemsort': '手机数码',
          'itemId': '650286254541',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7150206790762442',
            '0.738232262597207',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        },
        {
          'itemName': '原厂康佳LED55P7 LED55G6K 55D3主板35024406配屏72002175YT 2175',
          'itemsort': '手机数码',
          'itemId': '651306940119',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7150206790762442',
            '0.6292466713236589',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ],
          'allCollection': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ]
        },
        {
          'itemName': '原厂正品海尔LE55U31主板0091802118 V2.2配屏LSC550HN05 测好',
          'itemsort': '家用电器',
          'itemId': '651496285913',
          'abnormalScore': [
            '0.7093327266898672',
            '0.6815645192518649',
            '0.7441519527535251',
            '0.6292466713236589'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        },
        {
          'itemName': '原厂正品海尔LS50A51 主板HR-T962 0091802191 V1.7屏V500DJ6-QE1',
          'itemsort': '家用电器',
          'itemId': '651866242297',
          'abnormalScore': [
            '0.7207542416553169',
            '0.6496737891597285',
            '0.7036900216694706',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        },
        {
          'itemName': '原装LG 55GB6500-CA电源板EAX65423801(2.1) LGP55-14PL2 55寸用',
          'itemsort': '手机数码',
          'itemId': '652049640708',
          'abnormalScore': [
            '0.7150206790762442',
            '0.6654281356985049',
            '0.6601346894204216',
            '0.6445056678905762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ]
        },
        {
          'itemName': '原装全新熊猫PU2全新PANDA CEC-PCB5460002A 55寸逻辑板 现货',
          'itemsort': '手机数码',
          'itemId': '631676393749',
          'abnormalScore': [
            '0.6761427088802308',
            '0.6548833522327056',
            '0.6548833522327056',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '原装原厂长虹55U3C 逻辑板ST5461D07-3-C-1 屏C550U16-E2-H(2)',
          'itemsort': '手机数码',
          'itemId': '649812382878',
          'abnormalScore': [
            '0.7036900216694706',
            '0.7093327266898672',
            '0.6815645192518649',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        },
        {
          'itemName': '原装康佳LED32M3500PDE背光灯条6916L-1219A 6916L-1220A一套四条',
          'itemsort': '手机数码',
          'itemId': '653713569413',
          'abnormalScore': [
            '0.6815645192518649',
            '0.7036900216694706',
            '0.6980922040746067',
            '0.6548833522327056'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '原装正品海信HZ55A65 原装逻辑板 ST5461D07-1-C-B现货 测好',
          'itemsort': '手机数码',
          'itemId': '649812642341',
          'abnormalScore': [
            '0.6445056678905762',
            '0.6980922040746067',
            '0.6548833522327056',
            '0.6548833522327056'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '3.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '原装正品海信LED50K20JD(B0M1)主板 RSAG7.820.5277屏HD500DF-B52',
          'itemsort': '手机数码',
          'itemId': '647847813019',
          'abnormalScore': [
            '0.6815645192518649',
            '0.687029805693447',
            '0.7150206790762442',
            '0.7150206790762442'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '109.0',
            '109.0',
            '109.0',
            '109.0'
          ],
          'allCollection': [
            '109.0',
            '109.0',
            '109.0',
            '109.0'
          ]
        },
        {
          'itemName': '原装索尼 KDL-50R556A KDL-50R550A电源板1-888-308-11 APS-351',
          'itemsort': '手机数码',
          'itemId': '618678277855',
          'abnormalScore': [
            '0.7008855243280093',
            '0.7207542416553169',
            '0.6761427088802308',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '原装索尼 KDL-55W806A 液晶电视主板 1-888-101-31 屏 LC550EUF',
          'itemsort': '手机数码',
          'itemId': '617692840958',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7093327266898672',
            '0.6496737891597285',
            '0.6496737891597285'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allCollection': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ]
        },
        {
          'itemName': '实图 原装海信 LED46K300 逻辑板 A60EDGC2LV0.2逻辑板 现货',
          'itemsort': '手机数码',
          'itemId': '615586683751',
          'abnormalScore': [
            '0.687029805693447',
            '0.7093327266898672',
            '0.6654281356985049',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '实拍Q原装康佳 LED42M3400PDE主板35017320屏72000146YT 146YT',
          'itemsort': '手机数码',
          'itemId': '647239693347',
          'abnormalScore': [
            '0.7150206790762442',
            '0.6761427088802308',
            '0.7323596632688',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        },
        {
          'itemName': '实拍~原装正品康佳 LED55K35U 主板 35022316 屏 72000973YT',
          'itemsort': '手机数码',
          'itemId': '647595362073',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6707640287286646',
            '0.7150206790762442',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ],
          'allCollection': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ]
        },
        {
          'itemName': '无维修A原装海信HZ55A51主板RSAG7.820.8802屏HD550V1U71-T0K1',
          'itemsort': '手机数码',
          'itemId': '648486393125',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.6925389168281355',
            '0.7441519527535251'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ],
          'allCollection': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ]
        },
        {
          'itemName': '正品原装创维 47E380S 恒流板 5800--P47DXM-1000 168P-P47DXM-10',
          'itemsort': '手机数码',
          'itemId': '631179168683',
          'abnormalScore': [
            '0.6654281356985049',
            '0.6925389168281355',
            '0.6980922040746067',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allCollection': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ]
        },
        {
          'itemName': '正品原装海信LED48EC520UA电源板RSAG7.820.6389/R0H HLL-4255WA',
          'itemsort': '手机数码',
          'itemId': '645357145030',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6496737891597285',
            '0.6707640287286646',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ],
          'allCollection': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ]
        },
        {
          'itemName': '测好原装创维42E600D主板5800-A8M500-0P30配屏LC420EUN(SE)(F1)',
          'itemsort': '手机数码',
          'itemId': '648750617413',
          'abnormalScore': [
            '0.6980922040746067',
            '0.6601346894204216',
            '0.7036900216694706',
            '0.7207542416553169'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ],
          'allCollection': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ]
        },
        {
          'itemName': '海尔 LED55A900R 原装电视升压恒流板高压背光板 6917L-0083A',
          'itemsort': '家用电器',
          'itemId': '631179516060',
          'abnormalScore': [
            '0.6601346894204216',
            '0.6980922040746067',
            '0.6707640287286646',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '试好原厂海信LED42K360J(BOM1)主板 RSAG7.820.5277屏HE420GF-B51',
          'itemsort': '手机数码',
          'itemId': '651939303104',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6707640287286646',
            '0.6925389168281355',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        },
        {
          'itemName': '试好创维 47E800A 主板 5800-A8S010-0P50 屏 LC470EUN(PE)(E1)',
          'itemsort': '手机数码',
          'itemId': '647387178568',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6445056678905762',
            '0.6980922040746067',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ],
          'allCollection': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ]
        },
        {
          'itemName': '非代用#原厂先锋LED-50U570P 主板 CV960H-A50 屏V500DJ6-QE1',
          'itemsort': '手机数码',
          'itemId': '651199533501',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6496737891597285',
            '0.6601346894204216',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '97.0',
            '97.0',
            '97.0',
            '97.0'
          ],
          'allCollection': [
            '97.0',
            '97.0',
            '97.0',
            '97.0'
          ]
        },
        {
          'itemName': '非代用~原装海尔LS50AL88A72 电源板 TV5502-ZC02-01 0090726716',
          'itemsort': '手机数码',
          'itemId': '645707286695',
          'abnormalScore': [
            '0.7207542416553169',
            '0.7150206790762442',
            '0.6548833522327056',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ]
        },
        {
          'itemName': '飞利浦50PUF6013/T3主板715G9225-M02-B00-004Y屏TPT500B5-U1T01',
          'itemsort': '家用电器',
          'itemId': '653101897025',
          'abnormalScore': [
            '0.7093327266898672',
            '0.6925389168281355',
            '0.6601346894204216',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '@原装康佳 LED55M5580AF 主板 35017679 屏 72000211YT/211YT',
          'itemsort': '手机数码',
          'itemId': '647890182021',
          'abnormalScore': [
            '0.6548833522327056',
            '0.6654281356985049',
            '0.7150206790762442',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ],
          'allCollection': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'A原装三星UA40HU5920J 5900J主板BN41-02210B 屏CY-GH040HGLV3H',
          'itemsort': '手机数码',
          'itemId': '648050178553',
          'abnormalScore': [
            '0.7265337801632125',
            '0.6393786587578505',
            '0.6707640287286646',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ],
          'allCollection': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'A原装正品三星 UA60F6300AJ 逻辑板 BN41-01947A 屏CY-HF600CSSV1',
          'itemsort': '手机数码',
          'itemId': '649544452298',
          'abnormalScore': [
            '0.6445056678905762',
            '0.6980922040746067',
            '0.6601346894204216',
            '0.7265337801632125'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '230.0',
            '230.0',
            '230.0',
            '230.0'
          ],
          'allCollection': [
            '230.0',
            '230.0',
            '230.0',
            '230.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'A原装长虹LED55C2000I LED55C2080i电源板 HSL35D-MPL35D-2MI 400',
          'itemsort': '手机数码',
          'itemId': '646871981266',
          'abnormalScore': [
            '0.6548833522327056',
            '0.738232262597207',
            '0.6496737891597285',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ],
          'allCollection': [
            '94.0',
            '94.0',
            '94.0',
            '94.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'AA原厂小米 L55M5-AZ 主板 TPD.T962.PC795 配屏 MI55TV(M55)现货',
          'itemsort': '手机数码',
          'itemId': '651569913663',
          'abnormalScore': [
            '0.6548833522327056',
            '0.6707640287286646',
            '0.6761427088802308',
            '0.7207542416553169'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '133.0',
            '133.0',
            '133.0',
            '133.0'
          ],
          'allCollection': [
            '133.0',
            '133.0',
            '133.0',
            '133.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'AA原装正品海尔 LS60AL88U61 电源板 0090727659A AY218D-2SF02',
          'itemsort': '家用电器',
          'itemId': '646873657062',
          'abnormalScore': [
            '0.6980922040746067',
            '0.7150206790762442',
            '0.6980922040746067',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'AA熊猫LE55M36S 飞利浦 55PFF5055/T3 逻辑板6870C-0532B',
          'itemsort': '手机数码',
          'itemId': '650321994831',
          'abnormalScore': [
            '0.6707640287286646',
            '0.7265337801632125',
            '0.6980922040746067',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'A原厂 海信LED49EC520UA(B0M1)主板RSAG7.820.6854屏HD490DU-E31',
          'itemsort': '手机数码',
          'itemId': '651940198940',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6654281356985049',
            '0.6980922040746067',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '47.0',
            '47.0',
            '47.0',
            '47.0'
          ],
          'allCollection': [
            '47.0',
            '47.0',
            '47.0',
            '47.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'D原装海信LED50K560U 50K320U主板 RSAG7.820.6016屏HD500DU-B01',
          'itemsort': '手机数码',
          'itemId': '648844918394',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6815645192518649',
            '0.6980922040746067',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'D原装创维55E710S主板5800-A8S700-1P40配LG屏 REL550WY(LD0-103)',
          'itemsort': '手机数码',
          'itemId': '638982830762',
          'abnormalScore': [
            '0.6980922040746067',
            '0.6761427088802308',
            '0.6707640287286646',
            '0.7150206790762442'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': 'D原装海信LED50K560U 50K320U主板 RSAG7.820.6016屏HD500DU-B01',
          'itemsort': '手机数码',
          'itemId': '648844918394',
          'abnormalScore': [
            '0.6815645192518649',
            '0.687029805693447',
            '0.7323596632688',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '~原装夏普LCD-58S3A 逻辑板CHIMEI INNOLUX IN8903A屏V580DK2-KS2',
          'itemsort': '手机数码',
          'itemId': '649620628151',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6925389168281355',
            '0.6601346894204216',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '全新原装长虹50N1 LED49C1080N LED48C2080I电源板JCL35D-1MK 401',
          'itemsort': '手机数码',
          'itemId': '619293303121',
          'abnormalScore': [
            '0.6654281356985049',
            '0.687029805693447',
            '0.6980922040746067',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '全新原装小米L55M5-AD电视逻辑板 ST5461D07-7-C-3 现货',
          'itemsort': '手机数码',
          'itemId': '650037229078',
          'abnormalScore': [
            '0.6654281356985049',
            '0.6925389168281355',
            '0.7036900216694706',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '创维 42E61HR 康佳LED42IS988PD原装背光灯条3660L-0374A 一对价',
          'itemsort': '手机数码',
          'itemId': '650923863403',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6654281356985049',
            '0.7093327266898672',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂原装海尔LS65AL88U51逻辑板PANDA650UHD屏LC650RU1A',
          'itemsort': '手机数码',
          'itemId': '650557134811',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6815645192518649',
            '0.6654281356985049',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ],
          'allCollection': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装全新三星 UA46D5000PR 逻辑板 S100FAPC2LV0.3 BN41-01678A',
          'itemsort': '手机数码',
          'itemId': '649039796588',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.6815645192518649',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装全新三星UA55MUF30ZJXXZ背光灯条 屏BOEI550WQ1 一套价',
          'itemsort': '手机数码',
          'itemId': '631347837968',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6815645192518649',
            '0.7036900216694706',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装创维55E6200主板5800-A8S700-1P40 8S70配屏SEL550WY LD0-540',
          'itemsort': '手机数码',
          'itemId': '648006225046',
          'abnormalScore': [
            '0.6496737891597285',
            '0.6654281356985049',
            '0.6707640287286646',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装原厂TCL L48A71C电源板40-EL4310-PWF1XG 81-EL421C3-PL200AA',
          'itemsort': '手机数码',
          'itemId': '645135388673',
          'abnormalScore': [
            '0.6980922040746067',
            '0.687029805693447',
            '0.7265337801632125',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装原厂酷开40K5C主板583X 5823-A5S580-0P00屏RDL400FY(QD0-806',
          'itemsort': '手机数码',
          'itemId': '648721159579',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6761427088802308',
            '0.7150206790762442',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ],
          'allCollection': [
            '96.0',
            '96.0',
            '96.0',
            '96.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装原厂飞利浦 BDM4065UC 电源板 715G6985-P01-000-002R 正品',
          'itemsort': '手机数码',
          'itemId': '645884994708',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6761427088802308',
            '0.7150206790762442',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂原厂海尔LS55AL88K52A3 主板TD.AMT866.U706 配屏LC546PU2L03',
          'itemsort': '家用电器',
          'itemId': '652476983946',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6925389168281355',
            '0.6761427088802308',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂康佳LED50CQ逻辑板 EATDJ6E11主芯片IN8908A配屏V500DJ6-QE1',
          'itemsort': '手机数码',
          'itemId': '650286254541',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7150206790762442',
            '0.738232262597207',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂康佳LED55P7 LED55G6K 55D3主板35024406配屏72002175YT 2175',
          'itemsort': '手机数码',
          'itemId': '651306940119',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7150206790762442',
            '0.6292466713236589',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ],
          'allCollection': [
            '113.0',
            '113.0',
            '113.0',
            '113.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂正品海尔LE55U31主板0091802118 V2.2配屏LSC550HN05 测好',
          'itemsort': '家用电器',
          'itemId': '651496285913',
          'abnormalScore': [
            '0.7093327266898672',
            '0.6815645192518649',
            '0.7441519527535251',
            '0.6292466713236589'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原厂正品海尔LS50A51 主板HR-T962 0091802191 V1.7屏V500DJ6-QE1',
          'itemsort': '家用电器',
          'itemId': '651866242297',
          'abnormalScore': [
            '0.7207542416553169',
            '0.6496737891597285',
            '0.7036900216694706',
            '0.6601346894204216'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装LG 55GB6500-CA电源板EAX65423801(2.1) LGP55-14PL2 55寸用',
          'itemsort': '手机数码',
          'itemId': '652049640708',
          'abnormalScore': [
            '0.7150206790762442',
            '0.6654281356985049',
            '0.6601346894204216',
            '0.6445056678905762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ],
          'allCollection': [
            '90.0',
            '90.0',
            '90.0',
            '90.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装全新熊猫PU2全新PANDA CEC-PCB5460002A 55寸逻辑板 现货',
          'itemsort': '手机数码',
          'itemId': '631676393749',
          'abnormalScore': [
            '0.6761427088802308',
            '0.6548833522327056',
            '0.6548833522327056',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装原厂长虹55U3C 逻辑板ST5461D07-3-C-1 屏C550U16-E2-H(2)',
          'itemsort': '手机数码',
          'itemId': '649812382878',
          'abnormalScore': [
            '0.7036900216694706',
            '0.7093327266898672',
            '0.6815645192518649',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装康佳LED32M3500PDE背光灯条6916L-1219A 6916L-1220A一套四条',
          'itemsort': '手机数码',
          'itemId': '653713569413',
          'abnormalScore': [
            '0.6815645192518649',
            '0.7036900216694706',
            '0.6980922040746067',
            '0.6548833522327056'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装正品海信HZ55A65 原装逻辑板 ST5461D07-1-C-B现货 测好',
          'itemsort': '手机数码',
          'itemId': '649812642341',
          'abnormalScore': [
            '0.6445056678905762',
            '0.6980922040746067',
            '0.6548833522327056',
            '0.6548833522327056'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '3.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装正品海信LED50K20JD(B0M1)主板 RSAG7.820.5277屏HD500DF-B52',
          'itemsort': '手机数码',
          'itemId': '647847813019',
          'abnormalScore': [
            '0.6815645192518649',
            '0.687029805693447',
            '0.7150206790762442',
            '0.7150206790762442'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '109.0',
            '109.0',
            '109.0',
            '109.0'
          ],
          'allCollection': [
            '109.0',
            '109.0',
            '109.0',
            '109.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装索尼 KDL-50R556A KDL-50R550A电源板1-888-308-11 APS-351',
          'itemsort': '手机数码',
          'itemId': '618678277855',
          'abnormalScore': [
            '0.7008855243280093',
            '0.7207542416553169',
            '0.6761427088802308',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '原装索尼 KDL-55W806A 液晶电视主板 1-888-101-31 屏 LC550EUF',
          'itemsort': '手机数码',
          'itemId': '617692840958',
          'abnormalScore': [
            '0.7150206790762442',
            '0.7093327266898672',
            '0.6496737891597285',
            '0.6496737891597285'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allCollection': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '实图 原装海信 LED46K300 逻辑板 A60EDGC2LV0.2逻辑板 现货',
          'itemsort': '手机数码',
          'itemId': '615586683751',
          'abnormalScore': [
            '0.687029805693447',
            '0.7093327266898672',
            '0.6654281356985049',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '实拍Q原装康佳 LED42M3400PDE主板35017320屏72000146YT 146YT',
          'itemsort': '手机数码',
          'itemId': '647239693347',
          'abnormalScore': [
            '0.7150206790762442',
            '0.6761427088802308',
            '0.7323596632688',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ],
          'allCollection': [
            '98.0',
            '98.0',
            '98.0',
            '98.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '实拍~原装正品康佳 LED55K35U 主板 35022316 屏 72000973YT',
          'itemsort': '手机数码',
          'itemId': '647595362073',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6707640287286646',
            '0.7150206790762442',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ],
          'allCollection': [
            '148.0',
            '148.0',
            '148.0',
            '148.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '无维修A原装海信HZ55A51主板RSAG7.820.8802屏HD550V1U71-T0K1',
          'itemsort': '手机数码',
          'itemId': '648486393125',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.6925389168281355',
            '0.7441519527535251'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ],
          'allCollection': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '正品原装创维 47E380S 恒流板 5800--P47DXM-1000 168P-P47DXM-10',
          'itemsort': '手机数码',
          'itemId': '631179168683',
          'abnormalScore': [
            '0.6654281356985049',
            '0.6925389168281355',
            '0.6980922040746067',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ],
          'allCollection': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '正品原装海信LED48EC520UA电源板RSAG7.820.6389/R0H HLL-4255WA',
          'itemsort': '手机数码',
          'itemId': '645357145030',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6496737891597285',
            '0.6707640287286646',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ],
          'allCollection': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '测好原装创维42E600D主板5800-A8M500-0P30配屏LC420EUN(SE)(F1)',
          'itemsort': '手机数码',
          'itemId': '648750617413',
          'abnormalScore': [
            '0.6980922040746067',
            '0.6601346894204216',
            '0.7036900216694706',
            '0.7207542416553169'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ],
          'allCollection': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '海尔 LED55A900R 原装电视升压恒流板高压背光板 6917L-0083A',
          'itemsort': '家用电器',
          'itemId': '631179516060',
          'abnormalScore': [
            '0.6601346894204216',
            '0.6980922040746067',
            '0.6707640287286646',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '试好原厂海信LED42K360J(BOM1)主板 RSAG7.820.5277屏HE420GF-B51',
          'itemsort': '手机数码',
          'itemId': '651939303104',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6707640287286646',
            '0.6925389168281355',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '试好创维 47E800A 主板 5800-A8S010-0P50 屏 LC470EUN(PE)(E1)',
          'itemsort': '手机数码',
          'itemId': '647387178568',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6445056678905762',
            '0.6980922040746067',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ],
          'allCollection': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '非代用#原厂先锋LED-50U570P 主板 CV960H-A50 屏V500DJ6-QE1',
          'itemsort': '手机数码',
          'itemId': '651199533501',
          'abnormalScore': [
            '0.7036900216694706',
            '0.6496737891597285',
            '0.6601346894204216',
            '0.7093327266898672'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '97.0',
            '97.0',
            '97.0',
            '97.0'
          ],
          'allCollection': [
            '97.0',
            '97.0',
            '97.0',
            '97.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '非代用~原装海尔LS50AL88A72 电源板 TV5502-ZC02-01 0090726716',
          'itemsort': '手机数码',
          'itemId': '645707286695',
          'abnormalScore': [
            '0.7207542416553169',
            '0.7150206790762442',
            '0.6548833522327056',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 北京品信电子科技',
      'itemDetail': [
        {
          'itemName': '飞利浦50PUF6013/T3主板715G9225-M02-B00-004Y屏TPT500B5-U1T01',
          'itemsort': '家用电器',
          'itemId': '653101897025',
          'abnormalScore': [
            '0.7093327266898672',
            '0.6925389168281355',
            '0.6601346894204216',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ]
        }
      ]
    },
    {
      'storeName': '抚州笔庄',
      'itemDetail': [
        {
          'itemName': '抚州笔庄长流小楷中楷狼羊兼毫毛笔行楷初学者学生书法国画练习笔',
          'itemsort': '手机数码',
          'itemId': '37339082613',
          'abnormalScore': [
            '0.7032157275572823',
            '0.6512175297830312',
            '0.6663997575374441',
            '0.6828096019777586'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '206.0',
            '206.0',
            '206.0',
            '206.0'
          ],
          'allComments': [
            '206.0',
            '206.0',
            '206.0',
            '206.0'
          ],
          'allCollection': [
            '206.0',
            '206.0',
            '206.0',
            '206.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': 'kaws地垫潮流卡通芝麻街进门入户门厅门口脚垫浴室吸水防滑卧室垫',
          'itemsort': '家居建材',
          'itemId': '590615254971',
          'abnormalScore': [
            '0.6349413169526296',
            '0.6644468235762354',
            '0.727634884390592',
            '0.6349413169526296'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        },
        {
          'itemName': '包邮kaws交叉眼XX三角潮流创意游戏鼠标垫学校宿舍办公室家居搭配',
          'itemsort': '手机数码',
          'itemId': '564916012227',
          'abnormalScore': [
            '0.6465829448744369',
            '0.6349413169526296',
            '0.6012590399347634',
            '0.7210546529337108'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548440036959',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6828042478699834',
            '0.6465829448744369',
            '0.7145339285825981'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '10.333333333333332',
            '19.666666666666664',
            '29.0'
          ],
          'allComments': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        },
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548365400800',
          'abnormalScore': [
            '0.6935210286697177',
            '0.640735691637109',
            '0.6291993426235889',
            '0.6610065398526432'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '189.0',
            '63.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '包邮猩猩猿人迷彩三色沙滩拖鞋人字拖懒人鞋潮人夏日游泳家居搭配',
          'itemsort': '服装鞋包',
          'itemId': '546405418995',
          'abnormalScore': [
            '0.7764159129514393',
            '0.6828042478699834',
            '0.6584380216568732',
            '0.6953234410377591'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548365400800',
          'abnormalScore': [
            '0.6541793180976995',
            '0.6872492995556262',
            '0.6828042478699834',
            '0.6687723685364065'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allComments': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allCollection': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ]
        },
        {
          'itemName': '潮牌暴力熊鸳鸯紫绿个性夏天潮流逛街居家拖鞋时尚沙滩情侣拖外穿',
          'itemsort': '服装鞋包',
          'itemId': '648663743606',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6524835592259772',
            '0.640735691637109',
            '0.6890354121408826'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        },
        {
          'itemName': '猿人迷彩bape骨头街头潮牌门垫地毯门口进门地垫居家浴室防滑吸水',
          'itemsort': '家居建材',
          'itemId': '596463190469',
          'abnormalScore': [
            '0.6828042478699834',
            '0.6465829448744369',
            '0.6705104608776966',
            '0.6953234410377591'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '包邮kaws交叉眼XX三角潮流创意游戏鼠标垫学校宿舍办公室家居搭配',
          'itemsort': '手机数码',
          'itemId': '564916012227',
          'abnormalScore': [
            '0.6465829448744369',
            '0.6349413169526296',
            '0.6012590399347634',
            '0.7210546529337108'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548440036959',
          'abnormalScore': [
            '0.6524835592259772',
            '0.6828042478699834',
            '0.6465829448744369',
            '0.7145339285825981'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '10.333333333333332',
            '19.666666666666664',
            '29.0'
          ],
          'allComments': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548365400800',
          'abnormalScore': [
            '0.6935210286697177',
            '0.640735691637109',
            '0.6291993426235889',
            '0.6610065398526432'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '189.0',
            '63.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '包邮猩猩猿人迷彩三色沙滩拖鞋人字拖懒人鞋潮人夏日游泳家居搭配',
          'itemsort': '服装鞋包',
          'itemId': '546405418995',
          'abnormalScore': [
            '0.7764159129514393',
            '0.6828042478699834',
            '0.6584380216568732',
            '0.6953234410377591'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '0.0',
            '1.0',
            '2.0',
            '3.0'
          ],
          'allComments': [
            '46.0',
            '46.0',
            '46.0',
            '46.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '包邮潮牌MMJ骷颅头沙滩拖鞋人字拖懒人鞋潮人夏日家居搭配tx60410',
          'itemsort': '服装鞋包',
          'itemId': '548365400800',
          'abnormalScore': [
            '0.6541793180976995',
            '0.6872492995556262',
            '0.6828042478699834',
            '0.6687723685364065'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allComments': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ],
          'allCollection': [
            '106.0',
            '106.0',
            '106.0',
            '106.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '潮牌暴力熊鸳鸯紫绿个性夏天潮流逛街居家拖鞋时尚沙滩情侣拖外穿',
          'itemsort': '服装鞋包',
          'itemId': '648663743606',
          'abnormalScore': [
            '0.6584380216568732',
            '0.6524835592259772',
            '0.640735691637109',
            '0.6890354121408826'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        }
      ]
    },
    {
      'storeName': 'NYC玛迪莎',
      'itemDetail': [
        {
          'itemName': '猿人迷彩bape骨头街头潮牌门垫地毯门口进门地垫居家浴室防滑吸水',
          'itemsort': '家居建材',
          'itemId': '596463190469',
          'abnormalScore': [
            '0.6828042478699834',
            '0.6465829448744369',
            '0.6705104608776966',
            '0.6953234410377591'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': 'RUIYI芮伊优质女装',
      'itemDetail': [
        {
          'itemName': '"""""""""""""""Sea of Tulips""""""""郁金香10mm真丝乔其绑带削肩背心女2021夏季新款"""""""',
          'itemsort': '服装鞋包',
          'itemId': '643352074683',
          'abnormalScore': [
            '0.603279069191952',
            '0.5912062110775517',
            '0.694981342319749',
            '0.6094076371641085'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': 'Maze Studios法式复古工装风经典天丝麻奶油白马甲内搭单穿都精彩',
          'itemsort': '服装鞋包',
          'itemId': '648114448418',
          'abnormalScore': [
            '0.6094076371641085',
            '0.7020414917817419',
            '0.6475088395538948',
            '0.603279069191952'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        }
      ]
    },
    {
      'storeName': 'RUIYI芮伊优质女装',
      'itemDetail': [
        {
          'itemName': 'Maze Studios法式复古工装风经典天丝麻奶油白马甲内搭单穿都精彩',
          'itemsort': '服装鞋包',
          'itemId': '648114448418',
          'abnormalScore': [
            '0.6094076371641085',
            '0.7020414917817419',
            '0.6475088395538948',
            '0.603279069191952'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ],
          'allCollection': [
            '138.0',
            '138.0',
            '138.0',
            '138.0'
          ]
        }
      ]
    },
    {
      'storeName': '华建商贸',
      'itemDetail': [
        {
          'itemName': '152F汽油机化油器/立式154F汽油机化油器打谷机1千瓦发电机化油器',
          'itemsort': '家居建材',
          'itemId': '38484625613',
          'abnormalScore': [
            '0.678752674624043',
            '0.7107975018140338',
            '0.6737612964204064',
            '0.6304586560008187'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '271.0',
            '271.0',
            '271.0',
            '271.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '17.0',
            '17.0',
            '17.0',
            '17.0'
          ]
        },
        {
          'itemName': '原装正品久保田SPW48C/SPW68C插秧机化油器/手扶4行/6行通用原装',
          'itemsort': '其他',
          'itemId': '563420450445',
          'abnormalScore': [
            '0.7293989310188272',
            '0.6505489230086959',
            '0.7293989310188272',
            '0.7213680135184747'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allComments': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ],
          'allCollection': [
            '89.0',
            '89.0',
            '89.0',
            '89.0'
          ]
        }
      ]
    },
    {
      'storeName': '华建商贸',
      'itemDetail': [
        {
          'itemName': '原装正品久保田SPW48C/SPW68C插秧机化油器/手扶4行/6行通用原装',
          'itemsort': '其他',
          'itemId': '563420450445',
          'abnormalScore': [
            '0.7293989310188272',
            '0.6505489230086959',
            '0.7293989310188272',
            '0.7213680135184747'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allComments': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ],
          'allCollection': [
            '89.0',
            '89.0',
            '89.0',
            '89.0'
          ]
        }
      ]
    },
    {
      'storeName': '晶翁旗舰店',
      'itemDetail': [
        {
          'itemName': '"""""""""""""""。 包邮传统老式铸铁锅地锅鸡的锅加深双耳生铁大圆底电磁炉家"""""""',
          'itemsort': '家用电器',
          'itemId': '616487512036',
          'abnormalScore': [
            '0.6162796557737603',
            '0.6414222346042705',
            '0.6009103968523183',
            '0.6468447359411975'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '7.0',
            '5.0',
            '3.0',
            '1.0'
          ],
          'allComments': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ],
          'allCollection': [
            '33.0',
            '33.0',
            '33.0',
            '33.0'
          ]
        },
        {
          'itemName': '包邮汉斯黑油一擦净去除染发剂的清洁剂染膏彩蜡残留清除美发用品',
          'itemsort': '家用电器',
          'itemId': '647076357697',
          'abnormalScore': [
            '0.5971283487792448',
            '0.6162796557737603',
            '0.6360451901121089',
            '0.5908777584007743'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        },
        {
          'itemName': '升级版实木双面按摩捶经络按摩棒捶背器健身小锤子背腿肩拍打',
          'itemsort': '家用电器',
          'itemId': '646705125822',
          'abnormalScore': [
            '0.6227989596941725',
            '0.6293872279608982',
            '0.6034450609223678',
            '0.6564446515061705'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        },
        {
          'itemName': '发艺美干胶快干香水味特硬定型喷雾啫喱男士蓬松造型发胶强力定型',
          'itemsort': '家用电器',
          'itemId': '650129962983',
          'abnormalScore': [
            '0.6704064877859591',
            '0.6034450609223678',
            '0.6162796557737603',
            '0.5971283487792448'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allCollection': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ]
        },
        {
          'itemName': '自动按摩足浴盆家用洗脚盆恒温泡脚桶电动足疗机加热足浴器全',
          'itemsort': '家用电器',
          'itemId': '647154310133',
          'abnormalScore': [
            '0.6293872279608982',
            '0.5933701044008686',
            '0.6704064877859591',
            '0.5665228798350822'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': '晶翁旗舰店',
      'itemDetail': [
        {
          'itemName': '包邮汉斯黑油一擦净去除染发剂的清洁剂染膏彩蜡残留清除美发用品',
          'itemsort': '家用电器',
          'itemId': '647076357697',
          'abnormalScore': [
            '0.5971283487792448',
            '0.6162796557737603',
            '0.6360451901121089',
            '0.5908777584007743'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ]
        }
      ]
    },
    {
      'storeName': '晶翁旗舰店',
      'itemDetail': [
        {
          'itemName': '升级版实木双面按摩捶经络按摩棒捶背器健身小锤子背腿肩拍打',
          'itemsort': '家用电器',
          'itemId': '646705125822',
          'abnormalScore': [
            '0.6227989596941725',
            '0.6293872279608982',
            '0.6034450609223678',
            '0.6564446515061705'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        }
      ]
    },
    {
      'storeName': '晶翁旗舰店',
      'itemDetail': [
        {
          'itemName': '发艺美干胶快干香水味特硬定型喷雾啫喱男士蓬松造型发胶强力定型',
          'itemsort': '家用电器',
          'itemId': '650129962983',
          'abnormalScore': [
            '0.6704064877859591',
            '0.6034450609223678',
            '0.6162796557737603',
            '0.5971283487792448'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ],
          'allCollection': [
            '23.0',
            '23.0',
            '23.0',
            '23.0'
          ]
        }
      ]
    },
    {
      'storeName': '晶翁旗舰店',
      'itemDetail': [
        {
          'itemName': '自动按摩足浴盆家用洗脚盆恒温泡脚桶电动足疗机加热足浴器全',
          'itemsort': '家用电器',
          'itemId': '647154310133',
          'abnormalScore': [
            '0.6293872279608982',
            '0.5933701044008686',
            '0.6704064877859591',
            '0.5665228798350822'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': '正义徽章 疫情停止发货',
      'itemDetail': [
        {
          'itemName': '刺绣夜光生命之树魔术贴章 战术士气章臂章户外背包贴章 复刻版',
          'itemsort': '运动户外',
          'itemId': '622869103391',
          'abnormalScore': [
            '0.6433903798473564',
            '0.6718178930404243',
            '0.621516925389354',
            '0.7261898477286521'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '背胶魔术贴毛面强力粘贴自粘母面撕开直接贴的毛面一次性不可水洗',
          'itemsort': '其他',
          'itemId': '634650608355',
          'abnormalScore': [
            '0.670367137594836',
            '0.6503824502133488',
            '0.7261898477286521',
            '0.7309147458382633'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '正义徽章 疫情停止发货',
      'itemDetail': [
        {
          'itemName': '背胶魔术贴毛面强力粘贴自粘母面撕开直接贴的毛面一次性不可水洗',
          'itemsort': '其他',
          'itemId': '634650608355',
          'abnormalScore': [
            '0.670367137594836',
            '0.6503824502133488',
            '0.7261898477286521',
            '0.7309147458382633'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': 'SZ-ONLINE-HERRINGBONE不锈钢项链/手链',
          'itemsort': '美妆饰品',
          'itemId': '640716144866',
          'abnormalScore': [
            '0.6873123627336911',
            '0.7217635036793286',
            '0.6335091401093544',
            '0.6929378475764828'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ],
          'allCollection': [
            '299.0',
            '299.0',
            '299.0',
            '299.0'
          ]
        },
        {
          'itemName': '几款样包链接0610 DE（6月10日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '647448754441',
          'abnormalScore': [
            '0.6817325473255064',
            '0.7159040031999871',
            '0.6817325473255064',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        },
        {
          'itemName': '几款样包链接0610 DE（6月10日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '647448754441',
          'abnormalScore': [
            '0.6386942586357848',
            '0.6386942586357848',
            '0.7217635036793286',
            '0.7276709627476903'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        },
        {
          'itemName': '几款样包链接0713- DC（7月13日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '651122579967',
          'abnormalScore': [
            '0.6545056400862994',
            '0.6707084447882264',
            '0.7336267729344812',
            '0.618204986786343'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        },
        {
          'itemName': '几款饰品链接210618（6月18日晚上九点开拍）',
          'itemsort': '美妆饰品',
          'itemId': '648385802796',
          'abnormalScore': [
            '0.6545056400862994',
            '0.7159040031999871',
            '0.7043273237982369',
            '0.6873123627336911'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ],
          'allCollection': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ]
        },
        {
          'itemName': '如风-太阳镜墨镜-TY9042',
          'itemsort': '美妆饰品',
          'itemId': '615906464267',
          'abnormalScore': [
            '0.6761980305932622',
            '0.6817325473255064',
            '0.6817325473255064',
            '0.7159040031999871'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '如风-925银项链',
          'itemsort': '美妆饰品',
          'itemId': '647960848273',
          'abnormalScore': [
            '0.6817325473255064',
            '0.6598626098681069',
            '0.649192159850367',
            '0.7517882838488792'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        },
        {
          'itemName': '如风618福利款夹脚弹力鞋凉鞋 亏本清仓不退换',
          'itemsort': '服装鞋包',
          'itemId': '648212989132',
          'abnormalScore': [
            '0.6761980305932622',
            '0.6652634251471654',
            '0.6817325473255064',
            '0.7276709627476903'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        },
        {
          'itemName': '如风特惠百搭款针织衫',
          'itemsort': '服装鞋包',
          'itemId': '624914754248',
          'abnormalScore': [
            '0.7217635036793286',
            '0.6386942586357848',
            '0.6598626098681069',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        },
        {
          'itemName': '如风美物RO系列女士单鞋',
          'itemsort': '服装鞋包',
          'itemId': '619653746373',
          'abnormalScore': [
            '0.6929378475764828',
            '0.6873123627336911',
            '0.7217635036793286',
            '0.7100920719669327'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '铁人三项运动腰包胸包',
          'itemsort': '服装鞋包',
          'itemId': '622767069601',
          'abnormalScore': [
            '0.7276709627476903',
            '0.6652634251471654',
            '0.6873123627336911',
            '0.6986093756471171'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款样包链接0610 DE（6月10日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '647448754441',
          'abnormalScore': [
            '0.6817325473255064',
            '0.7159040031999871',
            '0.6817325473255064',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款样包链接0610 DE（6月10日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '647448754441',
          'abnormalScore': [
            '0.6386942586357848',
            '0.6386942586357848',
            '0.7217635036793286',
            '0.7276709627476903'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款样包链接0713- DC（7月13日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '651122579967',
          'abnormalScore': [
            '0.6545056400862994',
            '0.6707084447882264',
            '0.7336267729344812',
            '0.618204986786343'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款饰品链接210618（6月18日晚上九点开拍）',
          'itemsort': '美妆饰品',
          'itemId': '648385802796',
          'abnormalScore': [
            '0.6545056400862994',
            '0.7159040031999871',
            '0.7043273237982369',
            '0.6873123627336911'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ],
          'allCollection': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风-太阳镜墨镜-TY9042',
          'itemsort': '美妆饰品',
          'itemId': '615906464267',
          'abnormalScore': [
            '0.6761980305932622',
            '0.6817325473255064',
            '0.6817325473255064',
            '0.7159040031999871'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风-925银项链',
          'itemsort': '美妆饰品',
          'itemId': '647960848273',
          'abnormalScore': [
            '0.6817325473255064',
            '0.6598626098681069',
            '0.649192159850367',
            '0.7517882838488792'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ],
          'allCollection': [
            '288.0',
            '288.0',
            '288.0',
            '288.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风618福利款夹脚弹力鞋凉鞋 亏本清仓不退换',
          'itemsort': '服装鞋包',
          'itemId': '648212989132',
          'abnormalScore': [
            '0.6761980305932622',
            '0.6652634251471654',
            '0.6817325473255064',
            '0.7276709627476903'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风特惠百搭款针织衫',
          'itemsort': '服装鞋包',
          'itemId': '624914754248',
          'abnormalScore': [
            '0.7217635036793286',
            '0.6386942586357848',
            '0.6598626098681069',
            '0.6707084447882264'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ],
          'allCollection': [
            '39.0',
            '39.0',
            '39.0',
            '39.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风美物RO系列女士单鞋',
          'itemsort': '服装鞋包',
          'itemId': '619653746373',
          'abnormalScore': [
            '0.6929378475764828',
            '0.6873123627336911',
            '0.7217635036793286',
            '0.7100920719669327'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '探囊趋物',
      'itemDetail': [
        {
          'itemName': '铁人三项运动腰包胸包',
          'itemsort': '服装鞋包',
          'itemId': '622767069601',
          'abnormalScore': [
            '0.7276709627476903',
            '0.6652634251471654',
            '0.6873123627336911',
            '0.6986093756471171'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ],
          'allCollection': [
            '179.0',
            '179.0',
            '179.0',
            '179.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 探囊趋物',
      'itemDetail': [
        {
          'itemName': 'SZ几款样包链接0727A （07月27日晚上九点开拍）',
          'itemsort': '服装鞋包',
          'itemId': '651007952888',
          'abnormalScore': [
            '0.6208704767775624',
            '0.6321385730149756',
            '0.7105352512653801',
            '0.6264791913681538'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ],
          'allCollection': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ]
        },
        {
          'itemName': '“包”治百病-骏马刺绣化妆包手拿包',
          'itemsort': '服装鞋包',
          'itemId': '622465352872',
          'abnormalScore': [
            '0.6552919865598982',
            '0.7105352512653801',
            '0.6208704767775624',
            '0.6321385730149756'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allCollection': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ]
        },
        {
          'itemName': '几款样包链接0319-ED（3月19日晚上九点开拍）',
          'itemsort': '服装鞋包',
          'itemId': '640133964379',
          'abnormalScore': [
            '0.6552919865598982',
            '0.6436111724419664',
            '0.7105352512653801',
            '0.649425318078716'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ]
        },
        {
          'itemName': '几款样包链接0803- DC（8月3日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '652744719508',
          'abnormalScore': [
            '0.6264791913681538',
            '0.6378490794255017',
            '0.7105352512653801',
            '0.6612116523574924'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '42.0',
            '29.0',
            '16.0',
            '3.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        },
        {
          'itemName': '如风福利B系列轻便双肩背包男女同款JR101',
          'itemsort': '服装鞋包',
          'itemId': '618859959731',
          'abnormalScore': [
            '0.6264791913681538',
            '0.6043438195147858',
            '0.729965867069827',
            '0.6153119756334703'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 探囊趋物',
      'itemDetail': [
        {
          'itemName': '“包”治百病-骏马刺绣化妆包手拿包',
          'itemsort': '服装鞋包',
          'itemId': '622465352872',
          'abnormalScore': [
            '0.6552919865598982',
            '0.7105352512653801',
            '0.6208704767775624',
            '0.6321385730149756'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allCollection': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款样包链接0319-ED（3月19日晚上九点开拍）',
          'itemsort': '服装鞋包',
          'itemId': '640133964379',
          'abnormalScore': [
            '0.6552919865598982',
            '0.6436111724419664',
            '0.7105352512653801',
            '0.649425318078716'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 探囊趋物',
      'itemDetail': [
        {
          'itemName': '几款样包链接0803- DC（8月3日晚上九点半开拍）',
          'itemsort': '服装鞋包',
          'itemId': '652744719508',
          'abnormalScore': [
            '0.6264791913681538',
            '0.6378490794255017',
            '0.7105352512653801',
            '0.6612116523574924'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '42.0',
            '29.0',
            '16.0',
            '3.0'
          ],
          'allComments': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allCollection': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 探囊趋物',
      'itemDetail': [
        {
          'itemName': '如风福利B系列轻便双肩背包男女同款JR101',
          'itemsort': '服装鞋包',
          'itemId': '618859959731',
          'abnormalScore': [
            '0.6264791913681538',
            '0.6043438195147858',
            '0.729965867069827',
            '0.6153119756334703'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Mna Oath原创设计皮草',
      'itemDetail': [
        {
          'itemName': 'MNA高端水貂皮草馆 邮费链接',
          'itemsort': '其他',
          'itemId': '556060483907',
          'abnormalScore': [
            '0.7898401406003468',
            '0.7393501710470733',
            '0.6899140828650697',
            '0.7416795791987384'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '9.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': ' Mna Oath原创设计皮草',
      'itemDetail': [
        {
          'itemName': '"""""""""""""""大咖貂""""""""进口天鹅绒整貂貂皮大衣女水貂皮草2021年新款外套年轻款"""""""',
          'itemsort': '服装鞋包',
          'itemId': '650561837708',
          'abnormalScore': [
            '0.6577775976690154',
            '0.669120633184426',
            '0.6302541572334791',
            '0.735095582127481'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allComments': [
            '9100.0',
            '9100.0',
            '9100.0',
            '9100.0'
          ],
          'allCollection': [
            '9100.0',
            '9100.0',
            '9100.0',
            '9100.0'
          ]
        },
        {
          'itemName': '"""""""""""""""机车girl""""""""帅气翻领款进口天鹅绒貂皮大衣女皮草拼接绵羊皮外套"""""""',
          'itemsort': '服装鞋包',
          'itemId': '654112596216',
          'abnormalScore': [
            '0.7414066627361495',
            '0.6865029972899281',
            '0.646626851029964',
            '0.6865029972899281'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '6480.0',
            '6480.0',
            '6480.0',
            '6480.0'
          ],
          'allCollection': [
            '6480.0',
            '6480.0',
            '6480.0',
            '6480.0'
          ]
        },
        {
          'itemName': '2021年新款假两件立领进口天鹅绒貂皮大衣皮草女外套整貂年轻款冬',
          'itemsort': '服装鞋包',
          'itemId': '654553717172',
          'abnormalScore': [
            '0.747771926418989',
            '0.7288382233700595',
            '0.669120633184426',
            '0.6577775976690154'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '7480.0',
            '7480.0',
            '7480.0',
            '7480.0'
          ],
          'allCollection': [
            '7480.0',
            '7480.0',
            '7480.0',
            '7480.0'
          ]
        },
        {
          'itemName': '青藤之恋2021进口天鹅绒貂皮皮草女外套整貂水貂大衣年轻时尚短款',
          'itemsort': '服装鞋包',
          'itemId': '653962702787',
          'abnormalScore': [
            '0.698341387510712',
            '0.646626851029964',
            '0.6521783932780739',
            '0.7226341291670321'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '0.0',
            '2.0',
            '4.0'
          ],
          'allComments': [
            '7860.0',
            '7860.0',
            '7860.0',
            '7860.0'
          ],
          'allCollection': [
            '7860.0',
            '7860.0',
            '7860.0',
            '7860.0'
          ]
        }
      ]
    },
    {
      'storeName': ' Mna Oath原创设计皮草',
      'itemDetail': [
        {
          'itemName': '"""""""""""""""机车girl""""""""帅气翻领款进口天鹅绒貂皮大衣女皮草拼接绵羊皮外套"""""""',
          'itemsort': '服装鞋包',
          'itemId': '654112596216',
          'abnormalScore': [
            '0.7414066627361495',
            '0.6865029972899281',
            '0.646626851029964',
            '0.6865029972899281'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '6480.0',
            '6480.0',
            '6480.0',
            '6480.0'
          ],
          'allCollection': [
            '6480.0',
            '6480.0',
            '6480.0',
            '6480.0'
          ]
        }
      ]
    },
    {
      'storeName': ' Mna Oath原创设计皮草',
      'itemDetail': [
        {
          'itemName': '2021年新款假两件立领进口天鹅绒貂皮大衣皮草女外套整貂年轻款冬',
          'itemsort': '服装鞋包',
          'itemId': '654553717172',
          'abnormalScore': [
            '0.747771926418989',
            '0.7288382233700595',
            '0.669120633184426',
            '0.6577775976690154'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '7480.0',
            '7480.0',
            '7480.0',
            '7480.0'
          ],
          'allCollection': [
            '7480.0',
            '7480.0',
            '7480.0',
            '7480.0'
          ]
        }
      ]
    },
    {
      'storeName': ' Mna Oath原创设计皮草',
      'itemDetail': [
        {
          'itemName': '青藤之恋2021进口天鹅绒貂皮皮草女外套整貂水貂大衣年轻时尚短款',
          'itemsort': '服装鞋包',
          'itemId': '653962702787',
          'abnormalScore': [
            '0.698341387510712',
            '0.646626851029964',
            '0.6521783932780739',
            '0.7226341291670321'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '0.0',
            '2.0',
            '4.0'
          ],
          'allComments': [
            '7860.0',
            '7860.0',
            '7860.0',
            '7860.0'
          ],
          'allCollection': [
            '7860.0',
            '7860.0',
            '7860.0',
            '7860.0'
          ]
        }
      ]
    },
    {
      'storeName': '朔绘SOWAY',
      'itemDetail': [
        {
          'itemName': '玫瑰精油内衣专用洗护液',
          'itemsort': '百货食品',
          'itemId': '644079050525',
          'abnormalScore': [
            '0.714382552944232',
            '0.6571314069715437',
            '0.720691900071419',
            '0.6702618917343403'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '蕾丝美背背心',
          'itemsort': '服装鞋包',
          'itemId': '644897474771',
          'abnormalScore': [
            '0.617903440372649',
            '0.6206260692750062',
            '0.6288661469401353',
            '0.5965480177737059'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': '朔绘SOWAY',
      'itemDetail': [
        {
          'itemName': '蕾丝美背背心',
          'itemsort': '服装鞋包',
          'itemId': '644897474771',
          'abnormalScore': [
            '0.617903440372649',
            '0.6206260692750062',
            '0.6288661469401353',
            '0.5965480177737059'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': 'culumi洋装贩售',
      'itemDetail': [
        {
          'itemName': '“迷雾仙境”配套珠链发带/颈带全款/蝴蝶结领带-Culumi洋装贩售',
          'itemsort': '美妆饰品',
          'itemId': '597439436350',
          'abnormalScore': [
            '0.6890541444194825',
            '0.6377982005157812',
            '0.5903549784522086',
            '0.6029325089180375'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '227.0',
            '227.0',
            '227.0',
            '227.0'
          ],
          'allComments': [
            '227.0',
            '227.0',
            '227.0',
            '227.0'
          ],
          'allCollection': [
            '227.0',
            '227.0',
            '227.0',
            '227.0'
          ]
        },
        {
          'itemName': '一版“玻璃樽”复古立领精美棉清透提花衬衫页面/-culumi洋装贩售',
          'itemsort': '服装鞋包',
          'itemId': '559879315312',
          'abnormalScore': [
            '0.5600471003208984',
            '0.6288971728326623',
            '0.5841649485395769',
            '0.66293098688226'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        },
        {
          'itemName': '迷雾仙境”新型OP(长款/短款/超短款)复古棉麻闪闪大摆裙6.30截团',
          'itemsort': '服装鞋包',
          'itemId': '645869147148',
          'abnormalScore': [
            '0.6223030176990678',
            '0.5719789205370219',
            '0.6770547513775037',
            '0.6157780040464726'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ],
          'allComments': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ],
          'allCollection': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ]
        }
      ]
    },
    {
      'storeName': 'culumi洋装贩售',
      'itemDetail': [
        {
          'itemName': '一版“玻璃樽”复古立领精美棉清透提花衬衫页面/-culumi洋装贩售',
          'itemsort': '服装鞋包',
          'itemId': '559879315312',
          'abnormalScore': [
            '0.5600471003208984',
            '0.6288971728326623',
            '0.5841649485395769',
            '0.66293098688226'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        }
      ]
    },
    {
      'storeName': 'culumi洋装贩售',
      'itemDetail': [
        {
          'itemName': '迷雾仙境”新型OP(长款/短款/超短款)复古棉麻闪闪大摆裙6.30截团',
          'itemsort': '服装鞋包',
          'itemId': '645869147148',
          'abnormalScore': [
            '0.6223030176990678',
            '0.5719789205370219',
            '0.6770547513775037',
            '0.6157780040464726'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ],
          'allComments': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ],
          'allCollection': [
            '311.0',
            '311.0',
            '311.0',
            '311.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': 'FERF 拒绝闷热，清凉一夏 2021春夏新款男士运动健身休闲速干长裤',
          'itemsort': '服装鞋包',
          'itemId': '646340458875',
          'abnormalScore': [
            '0.610316441414177',
            '0.6441423105112508',
            '0.6658835598775514',
            '0.6486124149285452'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '16.0',
            '4.0',
            '8.0',
            '20.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '一波流！仅几十副。 拼手速了 精致礼盒装 男女中心款金属镜框！',
          'itemsort': '美妆饰品',
          'itemId': '647027274103',
          'abnormalScore': [
            '0.6468206626665316',
            '0.6222496697082915',
            '0.6405884182639411',
            '0.6344162227629015'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        },
        {
          'itemName': '公司货！千元级别！天丝+竹纤维免熨烫 高端男士商务休闲丝滑衬衫',
          'itemsort': '服装鞋包',
          'itemId': '639505984074',
          'abnormalScore': [
            '0.5632682567291912',
            '0.667728118104448',
            '0.6414750488647952',
            '0.6931355741748315'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        },
        {
          'itemName': '出口岛国！RTIC杯盖不锈钢真空保温杯冰霸杯保冷车载大容量马克杯',
          'itemsort': '百货食品',
          'itemId': '638568448860',
          'abnormalScore': [
            '0.623973358077554',
            '0.6531135401826569',
            '0.6770278368278094',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        },
        {
          'itemName': '力荐 日单兰精莫代尔！男士休闲宽松刺绣柔软细腻弹力圆领短袖T恤',
          'itemsort': '服装鞋包',
          'itemId': '644684400532',
          'abnormalScore': [
            '0.6789032657188431',
            '0.6855082728607821',
            '0.6344162227629015',
            '0.6044359223687095'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ],
          'allCollection': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ]
        },
        {
          'itemName': '口碑货轻潮系列 民族风假两件！夏季男士液氮棉时尚休闲短袖潮T恤',
          'itemsort': '服装鞋包',
          'itemId': '645715369911',
          'abnormalScore': [
            '0.6468206626665316',
            '0.6044359223687095',
            '0.5986120632817447',
            '0.6222496697082915'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '58.0',
            '58.0',
            '58.0',
            '58.0'
          ],
          'allCollection': [
            '58.0',
            '58.0',
            '58.0',
            '58.0'
          ]
        },
        {
          'itemName': '太爱了 重工打造！ADER超好看的一款！情侣款Ader口袋小熊玩偶T恤',
          'itemsort': '服装鞋包',
          'itemId': '642539508696',
          'abnormalScore': [
            '0.6162541716593174',
            '0.6405884182639411',
            '0.6344162227629015',
            '0.6658835598775514'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        },
        {
          'itemName': '无扣法式开领！经典进阶！男士高端丝光珠地匹马棉短袖POLO衫2151',
          'itemsort': '服装鞋包',
          'itemId': '645240570550',
          'abnormalScore': [
            '0.6789032657188431',
            '0.6855082728607821',
            '0.5758723865203726',
            '0.5928443182234299'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        },
        {
          'itemName': '日本客供！岛国coolmax 春季男士轻薄高弹商务休闲西装外套潮5341',
          'itemsort': '服装鞋包',
          'itemId': '642323893081',
          'abnormalScore': [
            '0.6921775397014851',
            '0.6283034975804268',
            '0.6921775397014851',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': '柜子2000+剪标款 精致鸟类花纹 春夏新款菁燕商务休闲正装Polo衫',
          'itemsort': '服装鞋包',
          'itemId': '643110930732',
          'abnormalScore': [
            '0.6594676407080622',
            '0.610316441414177',
            '0.6283034975804268',
            '0.6044359223687095'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        },
        {
          'itemName': '注意区别！三代华夫格 精致小熊刺绣！夏季男士透气细腻休闲短裤',
          'itemsort': '服装鞋包',
          'itemId': '647209957089',
          'abnormalScore': [
            '0.6405884182639411',
            '0.6222496697082915',
            '0.6283034975804268',
            '0.6468206626665316'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        },
        {
          'itemName': '男人的味道！哑光金属口头，ins风男士复古休闲百搭装饰帆布腰带',
          'itemsort': '服装鞋包',
          'itemId': '639260906419',
          'abnormalScore': [
            '0.5703237427236479',
            '0.6405884182639411',
            '0.6531135401826569',
            '0.6468206626665316'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        },
        {
          'itemName': '鸟同款！户外系列 全身压胶男士休闲商务轻量软壳夹克防水外套！',
          'itemsort': '服装鞋包',
          'itemId': '640061544540',
          'abnormalScore': [
            '0.6549227242896545',
            '0.623973358077554',
            '0.6283034975804268',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ],
          'allCollection': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '一波流！仅几十副。 拼手速了 精致礼盒装 男女中心款金属镜框！',
          'itemsort': '美妆饰品',
          'itemId': '647027274103',
          'abnormalScore': [
            '0.6468206626665316',
            '0.6222496697082915',
            '0.6405884182639411',
            '0.6344162227629015'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '公司货！千元级别！天丝+竹纤维免熨烫 高端男士商务休闲丝滑衬衫',
          'itemsort': '服装鞋包',
          'itemId': '639505984074',
          'abnormalScore': [
            '0.5632682567291912',
            '0.667728118104448',
            '0.6414750488647952',
            '0.6931355741748315'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '出口岛国！RTIC杯盖不锈钢真空保温杯冰霸杯保冷车载大容量马克杯',
          'itemsort': '百货食品',
          'itemId': '638568448860',
          'abnormalScore': [
            '0.623973358077554',
            '0.6531135401826569',
            '0.6770278368278094',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '力荐 日单兰精莫代尔！男士休闲宽松刺绣柔软细腻弹力圆领短袖T恤',
          'itemsort': '服装鞋包',
          'itemId': '644684400532',
          'abnormalScore': [
            '0.6789032657188431',
            '0.6855082728607821',
            '0.6344162227629015',
            '0.6044359223687095'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ],
          'allCollection': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '口碑货轻潮系列 民族风假两件！夏季男士液氮棉时尚休闲短袖潮T恤',
          'itemsort': '服装鞋包',
          'itemId': '645715369911',
          'abnormalScore': [
            '0.6468206626665316',
            '0.6044359223687095',
            '0.5986120632817447',
            '0.6222496697082915'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '58.0',
            '58.0',
            '58.0',
            '58.0'
          ],
          'allCollection': [
            '58.0',
            '58.0',
            '58.0',
            '58.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '太爱了 重工打造！ADER超好看的一款！情侣款Ader口袋小熊玩偶T恤',
          'itemsort': '服装鞋包',
          'itemId': '642539508696',
          'abnormalScore': [
            '0.6162541716593174',
            '0.6405884182639411',
            '0.6344162227629015',
            '0.6658835598775514'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ],
          'allCollection': [
            '79.0',
            '79.0',
            '79.0',
            '79.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '无扣法式开领！经典进阶！男士高端丝光珠地匹马棉短袖POLO衫2151',
          'itemsort': '服装鞋包',
          'itemId': '645240570550',
          'abnormalScore': [
            '0.6789032657188431',
            '0.6855082728607821',
            '0.5758723865203726',
            '0.5928443182234299'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ],
          'allCollection': [
            '118.0',
            '118.0',
            '118.0',
            '118.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '日本客供！岛国coolmax 春季男士轻薄高弹商务休闲西装外套潮5341',
          'itemsort': '服装鞋包',
          'itemId': '642323893081',
          'abnormalScore': [
            '0.6921775397014851',
            '0.6283034975804268',
            '0.6921775397014851',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '柜子2000+剪标款 精致鸟类花纹 春夏新款菁燕商务休闲正装Polo衫',
          'itemsort': '服装鞋包',
          'itemId': '643110930732',
          'abnormalScore': [
            '0.6594676407080622',
            '0.610316441414177',
            '0.6283034975804268',
            '0.6044359223687095'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ],
          'allCollection': [
            '59.0',
            '59.0',
            '59.0',
            '59.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '注意区别！三代华夫格 精致小熊刺绣！夏季男士透气细腻休闲短裤',
          'itemsort': '服装鞋包',
          'itemId': '647209957089',
          'abnormalScore': [
            '0.6405884182639411',
            '0.6222496697082915',
            '0.6283034975804268',
            '0.6468206626665316'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '男人的味道！哑光金属口头，ins风男士复古休闲百搭装饰帆布腰带',
          'itemsort': '服装鞋包',
          'itemId': '639260906419',
          'abnormalScore': [
            '0.5703237427236479',
            '0.6405884182639411',
            '0.6531135401826569',
            '0.6468206626665316'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allCollection': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ]
        }
      ]
    },
    {
      'storeName': '爱尚原创设计 三木普',
      'itemDetail': [
        {
          'itemName': '鸟同款！户外系列 全身压胶男士休闲商务轻量软壳夹克防水外套！',
          'itemsort': '服装鞋包',
          'itemId': '640061544540',
          'abnormalScore': [
            '0.6549227242896545',
            '0.623973358077554',
            '0.6283034975804268',
            '0.6283034975804268'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ],
          'allCollection': [
            '218.0',
            '218.0',
            '218.0',
            '218.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 慕祉皮草',
      'itemDetail': [
        {
          'itemName': '帅气有型 美利奴皮毛一体阔腿裤宽松百搭五分裤女 羊羔毛中裤冬新',
          'itemsort': '服装鞋包',
          'itemId': '609512735532',
          'abnormalScore': [
            '0.6147291345962185',
            '0.5408468061857735',
            '0.5408468061857735',
            '0.5408468061857735'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ],
          'allCollection': [
            '750.0',
            '750.0',
            '750.0',
            '750.0'
          ]
        },
        {
          'itemName': '海宁新款九分裤背带裤宽松街头百搭显瘦遮肉女士休闲哈伦裤',
          'itemsort': '服装鞋包',
          'itemId': '638630358350',
          'abnormalScore': [
            '0.5271720349032685',
            '0.5204648582349873',
            '0.5008510091201697',
            '0.5766058351384499'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '420.0',
            '420.0',
            '420.0',
            '420.0'
          ],
          'allCollection': [
            '420.0',
            '420.0',
            '420.0',
            '420.0'
          ]
        },
        {
          'itemName': '百搭显瘦 欧洲站潮裤子拼皮真皮女士皮裤 新款微喇弹力九分裤',
          'itemsort': '服装鞋包',
          'itemId': '561231977072',
          'abnormalScore': [
            '0.5408468061857735',
            '0.6049682822920196',
            '0.5584401707996223',
            '0.5548762991857596'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '31.0',
            '31.0',
            '31.0',
            '31.0'
          ],
          'allComments': [
            '6540.0',
            '6540.0',
            '6540.0',
            '6540.0'
          ],
          'allCollection': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ]
        },
        {
          'itemName': '韩版秋冬新款绵羊皮短裙女时尚真皮半身裙腰带裤裙蛋糕裙蓬蓬',
          'itemsort': '服装鞋包',
          'itemId': '540222535273',
          'abnormalScore': [
            '0.5288622912235573',
            '0.6147291345962185',
            '0.5602306812320856',
            '0.5747629893289985'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '1872.0',
            '1872.0',
            '1872.0',
            '1872.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 慕祉皮草',
      'itemDetail': [
        {
          'itemName': '海宁新款九分裤背带裤宽松街头百搭显瘦遮肉女士休闲哈伦裤',
          'itemsort': '服装鞋包',
          'itemId': '638630358350',
          'abnormalScore': [
            '0.5271720349032685',
            '0.5204648582349873',
            '0.5008510091201697',
            '0.5766058351384499'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '420.0',
            '420.0',
            '420.0',
            '420.0'
          ],
          'allCollection': [
            '420.0',
            '420.0',
            '420.0',
            '420.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 慕祉皮草',
      'itemDetail': [
        {
          'itemName': '百搭显瘦 欧洲站潮裤子拼皮真皮女士皮裤 新款微喇弹力九分裤',
          'itemsort': '服装鞋包',
          'itemId': '561231977072',
          'abnormalScore': [
            '0.5408468061857735',
            '0.6049682822920196',
            '0.5584401707996223',
            '0.5548762991857596'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '31.0',
            '31.0',
            '31.0',
            '31.0'
          ],
          'allComments': [
            '6540.0',
            '6540.0',
            '6540.0',
            '6540.0'
          ],
          'allCollection': [
            '38.0',
            '38.0',
            '38.0',
            '38.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 慕祉皮草',
      'itemDetail': [
        {
          'itemName': '韩版秋冬新款绵羊皮短裙女时尚真皮半身裙腰带裤裙蛋糕裙蓬蓬',
          'itemsort': '服装鞋包',
          'itemId': '540222535273',
          'abnormalScore': [
            '0.5288622912235573',
            '0.6147291345962185',
            '0.5602306812320856',
            '0.5747629893289985'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '1872.0',
            '1872.0',
            '1872.0',
            '1872.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': '亲爱的顾客上帝',
      'itemDetail': [
        {
          'itemName': '移康智能电子猫眼 充电器数据线3米叮咚系列通用三米加长可视门铃',
          'itemsort': '其他',
          'itemId': '572703732028',
          'abnormalScore': [
            '0.6789541579628255',
            '0.5236300396475916',
            '0.5172530361615542',
            '0.5705255337503332'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '0.5',
            '1.0',
            '1.5',
            '2.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '(大放价) FULMINE-绿格leggiuno-140支长袖衬衫-非蓝豹lampo 416',
          'itemsort': '服装鞋包',
          'itemId': '643056183005',
          'abnormalScore': [
            '0.6415256712519076',
            '0.6835257675182597',
            '0.6357401388149783',
            '0.6473638547384327'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.9999999999999991',
            '1.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '135.0',
            '135.0',
            '135.0',
            '135.0'
          ],
          'allCollection': [
            '135.0',
            '135.0',
            '135.0',
            '135.0'
          ]
        },
        {
          'itemName': 'FULMINE (120支-深条纹) leggiuno 不是蓝*豹lampo 长袖衬衫',
          'itemsort': '服装鞋包',
          'itemId': '608507469730',
          'abnormalScore': [
            '0.6300067825996387',
            '0.6712527478094227',
            '0.6415256712519076',
            '0.6186947208940209'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': 'FULMINE (白色回形纹)leggiuno花色 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607890363528',
          'abnormalScore': [
            '0.6651991248292998',
            '0.7282755714976958',
            '0.6473638547384327',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        },
        {
          'itemName': 'FULMINE (白色暗纹) leggiuno面料 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187372002',
          'abnormalScore': [
            '0.6415256712519076',
            '0.6415256712519076',
            '0.6651991248292998',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '295.0',
            '295.0',
            '295.0',
            '295.0'
          ],
          'allCollection': [
            '295.0',
            '295.0',
            '295.0',
            '295.0'
          ]
        },
        {
          'itemName': 'FULMINE (短袖衬衫) albini条纹(略掉色)-棉麻 蓝豹lampo dxxt-',
          'itemsort': '服装鞋包',
          'itemId': '597889308296',
          'abnormalScore': [
            '0.6835257675182597',
            '0.6532551684237163',
            '0.6532551684237163',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        },
        {
          'itemName': 'FULMINE (蓝灰进口面料) 蓝*豹同款面料-版型-做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187432768',
          'abnormalScore': [
            '0.6592000958174027',
            '0.6651991248292998',
            '0.6243251320600698',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allCollection': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ]
        },
        {
          'itemName': 'FULMINE (蓝色回形纹)leggiuno花色 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187248412',
          'abnormalScore': [
            '0.6243251320600698',
            '0.6712527478094227',
            '0.6021063234667541',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        },
        {
          'itemName': 'FULMINE （色11）白色暗点格 （男短袖衬衫) 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '597732526756',
          'abnormalScore': [
            '0.6357401388149783',
            '0.6592000958174027',
            '0.6835257675182597',
            '0.6186947208940209'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '215.0',
            '215.0',
            '215.0',
            '215.0'
          ],
          'allCollection': [
            '215.0',
            '215.0',
            '215.0',
            '215.0'
          ]
        },
        {
          'itemName': 'FULMINE （色6）白色细斜纹 （男短袖衬衫) 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '568698862115',
          'abnormalScore': [
            '0.6186947208940209',
            '0.6773614615884022',
            '0.6021063234667541',
            '0.6592000958174027'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '239.0',
            '239.0',
            '239.0',
            '239.0'
          ],
          'allCollection': [
            '239.0',
            '239.0',
            '239.0',
            '239.0'
          ]
        },
        {
          'itemName': 'FULMINE(D28889A ) 棉+莫代尔-休闲裤kk-非蓝*豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '606241338744',
          'abnormalScore': [
            '0.6075857724620471',
            '0.6773614615884022',
            '0.6357401388149783',
            '0.6592000958174027'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ],
          'allCollection': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ]
        },
        {
          'itemName': 'FULMINE(色15,棉天丝) 浅紫梯形暗纹 (男短袖衬衫) 非蓝豹 1965',
          'itemsort': '服装鞋包',
          'itemId': '596191798067',
          'abnormalScore': [
            '0.6075857724620471',
            '0.6131150870045398',
            '0.6773614615884022',
            '0.6415256712519076'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        },
        {
          'itemName': 'FULMINE休闲短袖衬衫 纯棉特殊质感 进口面料 非蓝豹lampo 528-2',
          'itemsort': '服装鞋包',
          'itemId': '645360956303',
          'abnormalScore': [
            '0.6021063234667541',
            '0.6835257675182597',
            '0.6300067825996387',
            '0.6075857724620471'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        },
        {
          'itemName': 'FULMINE皮带（方头、圆头两款）同款同质量 牛皮 （不是蓝豹）',
          'itemsort': '服装鞋包',
          'itemId': '564517366579',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6300067825996387',
            '0.6592000958174027',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '245.0',
            '245.0',
            '245.0',
            '245.0'
          ],
          'allCollection': [
            '245.0',
            '245.0',
            '245.0',
            '245.0'
          ]
        },
        {
          'itemName': 'FULMINE (浅灰-带光泽-推荐！) 蓝*豹 长袖衬衫 18-11-1',
          'itemsort': '服装鞋包',
          'itemId': '580912052348',
          'abnormalScore': [
            '0.5115096789251116',
            '0.585962692933259',
            '0.6186947208940209',
            '0.6897461715135544'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '160.0',
            '160.0',
            '160.0',
            '160.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'FULMINE（1号款，春夏款）黑藏蓝-休闲裤kk-好品质-修身（非蓝*豹',
          'itemsort': '服装鞋包',
          'itemId': '569836513242',
          'abnormalScore': [
            '0.5549623520521538',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '不-退-换-FULMINE 意大利canclini-五款-短袖衬衫 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '618522045459',
          'abnormalScore': [
            '0.6473638547384327',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.7491879191706968'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '9.0',
            '6.0',
            '3.0',
            '0.0'
          ],
          'allComments': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ],
          'allCollection': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ]
        },
        {
          'itemName': '两款很有感觉的长袖t恤 15%桑蚕丝 蓝豹lampo代工 M或L 629',
          'itemsort': '服装鞋包',
          'itemId': '650055831524',
          'abnormalScore': [
            '0.7151990484649092',
            '0.6186947208940209',
            '0.6300067825996387',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        },
        {
          'itemName': '休闲西服50A-卡尔#丹#顿-非蓝豹lampo 422',
          'itemsort': '服装鞋包',
          'itemId': '643163002914',
          'abnormalScore': [
            '0.6712527478094227',
            '0.6300067825996387',
            '0.6532551684237163',
            '0.6960231840929046'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '325.0',
            '325.0',
            '325.0',
            '325.0'
          ],
          'allCollection': [
            '325.0',
            '325.0',
            '325.0',
            '325.0'
          ]
        },
        {
          'itemName': '厚实的羊毛背心 威@可多 黑色 蓝@豹代工厂（特惠）',
          'itemsort': '服装鞋包',
          'itemId': '589010847359',
          'abnormalScore': [
            '0.7087491003503155',
            '0.6243251320600698',
            '0.6131150870045398',
            '0.5806782494281687'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': '新上！休闲西服（46A） 非蓝豹lampo 2041-5-7',
          'itemsort': '服装鞋包',
          'itemId': '614943273114',
          'abnormalScore': [
            '0.6532551684237163',
            '0.6960231840929046',
            '0.6651991248292998',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ],
          'allCollection': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ]
        },
        {
          'itemName': '新上！藏蓝-100%亚麻-休闲西服-非蓝豹lampo 2041-00601',
          'itemsort': '服装鞋包',
          'itemId': '617346305598',
          'abnormalScore': [
            '0.7803610757503813',
            '0.6357401388149783',
            '0.6960231840929046',
            '0.5912952273444336'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '0.0',
            '2.0',
            '4.0',
            '6.0'
          ],
          'allComments': [
            '268.0',
            '268.0',
            '268.0',
            '268.0'
          ],
          'allCollection': [
            '268.0',
            '268.0',
            '268.0',
            '268.0'
          ]
        },
        {
          'itemName': '桑蚕丝+棉（短袖t恤） 蓝豹lampo代工 XL或XXL号 2-1879-3 610',
          'itemsort': '服装鞋包',
          'itemId': '647407154552',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6897461715135544',
            '0.6532551684237163',
            '0.6532551684237163'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        },
        {
          'itemName': '特价！男士长袖衬衫-硬挺抗皱款-剩余38.39.40 非蓝豹lampo 45',
          'itemsort': '服装鞋包',
          'itemId': '641973542451',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6186947208940209',
            '0.6532551684237163',
            '0.6532551684237163'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ],
          'allCollection': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ]
        },
        {
          'itemName': '特价！FULMINE 三款短袖衬衫-特价销售（棉天丝）-非蓝豹lampo 45',
          'itemsort': '服装鞋包',
          'itemId': '641252076594',
          'abnormalScore': [
            '0.6897461715135544',
            '0.6357401388149783',
            '0.6415256712519076',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '蓝豹LAMPO代工 不是蓝豹 蓝色 短袖衬衫和长袖衬衫 清仓 624',
          'itemsort': '服装鞋包',
          'itemId': '649710543685',
          'abnormalScore': [
            '0.6712527478094227',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.6651991248292998'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        },
        {
          'itemName': '针织 休闲裤 普通修身 舒服弹力-春夏必备 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '589519954771',
          'abnormalScore': [
            '0.6357401388149783',
            '0.6243251320600698',
            '0.6357401388149783',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        },
        {
          'itemName': '（断号清仓）FULMINE (纯蓝-140支) leggiuno 非蓝*豹 长袖衬衫',
          'itemsort': '服装鞋包',
          'itemId': '607891375514',
          'abnormalScore': [
            '0.5115096789251116',
            '0.6835257675182597',
            '0.7282755714976958',
            '0.7415911824529203'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '（纯棉短袖t恤)（C*K 藏蓝纯色细节款） 不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594065904096',
          'abnormalScore': [
            '0.6532551684237163',
            '0.6897461715135544',
            '0.6592000958174027',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '7.0',
            '3.0',
            '4.0',
            '9.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '（纯棉短袖t恤)（浅灰拼色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594464526317',
          'abnormalScore': [
            '0.6415256712519076',
            '0.6651991248292998',
            '0.6300067825996387',
            '0.6897461715135544'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '8.0',
            '7.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '（纯棉短袖t恤)（浅蓝光面镶色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594293889247',
          'abnormalScore': [
            '0.5352120622695592',
            '0.6592000958174027',
            '0.6712527478094227',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '6.0',
            '4.0',
            '2.0',
            '1.7763568394002505'
          ],
          'allComments': [
            '76.0',
            '76.0',
            '76.0',
            '75.99999999999997'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '（纯棉短袖t恤)（深蓝bos*s同款拼色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594068436465',
          'abnormalScore': [
            '0.5352120622695592',
            '0.6773614615884022',
            '0.6243251320600698',
            '0.6075857724620471'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '3.0',
            '1.0',
            '8.881784197001252'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '（蓝色40-41一件）FULMINE 蓝/灰长袖衬衫（磨毛5%羊绒）蓝*豹',
          'itemsort': '服装鞋包',
          'itemId': '580736837905',
          'abnormalScore': [
            '0.5549623520521538',
            '0.6712527478094227',
            '0.6357401388149783',
            '0.6243251320600698'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '1.6666666666666665',
            '1.3333333333333333',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (120支-深条纹) leggiuno 不是蓝*豹lampo 长袖衬衫',
          'itemsort': '服装鞋包',
          'itemId': '608507469730',
          'abnormalScore': [
            '0.6300067825996387',
            '0.6712527478094227',
            '0.6415256712519076',
            '0.6186947208940209'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '34.0',
            '34.0',
            '34.0',
            '34.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (白色回形纹)leggiuno花色 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607890363528',
          'abnormalScore': [
            '0.6651991248292998',
            '0.7282755714976958',
            '0.6473638547384327',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (白色暗纹) leggiuno面料 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187372002',
          'abnormalScore': [
            '0.6415256712519076',
            '0.6415256712519076',
            '0.6651991248292998',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '295.0',
            '295.0',
            '295.0',
            '295.0'
          ],
          'allCollection': [
            '295.0',
            '295.0',
            '295.0',
            '295.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (短袖衬衫) albini条纹(略掉色)-棉麻 蓝豹lampo dxxt-',
          'itemsort': '服装鞋包',
          'itemId': '597889308296',
          'abnormalScore': [
            '0.6835257675182597',
            '0.6532551684237163',
            '0.6532551684237163',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ],
          'allCollection': [
            '228.0',
            '228.0',
            '228.0',
            '228.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (蓝灰进口面料) 蓝*豹同款面料-版型-做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187432768',
          'abnormalScore': [
            '0.6592000958174027',
            '0.6651991248292998',
            '0.6243251320600698',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allCollection': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (蓝色回形纹)leggiuno花色 蓝*豹版型做工 长袖衬衫 1911',
          'itemsort': '服装鞋包',
          'itemId': '607187248412',
          'abnormalScore': [
            '0.6243251320600698',
            '0.6712527478094227',
            '0.6021063234667541',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE （色11）白色暗点格 （男短袖衬衫) 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '597732526756',
          'abnormalScore': [
            '0.6357401388149783',
            '0.6592000958174027',
            '0.6835257675182597',
            '0.6186947208940209'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '215.0',
            '215.0',
            '215.0',
            '215.0'
          ],
          'allCollection': [
            '215.0',
            '215.0',
            '215.0',
            '215.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE （色6）白色细斜纹 （男短袖衬衫) 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '568698862115',
          'abnormalScore': [
            '0.6186947208940209',
            '0.6773614615884022',
            '0.6021063234667541',
            '0.6592000958174027'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '239.0',
            '239.0',
            '239.0',
            '239.0'
          ],
          'allCollection': [
            '239.0',
            '239.0',
            '239.0',
            '239.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE(D28889A ) 棉+莫代尔-休闲裤kk-非蓝*豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '606241338744',
          'abnormalScore': [
            '0.6075857724620471',
            '0.6773614615884022',
            '0.6357401388149783',
            '0.6592000958174027'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ],
          'allCollection': [
            '255.0',
            '255.0',
            '255.0',
            '255.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE(色15,棉天丝) 浅紫梯形暗纹 (男短袖衬衫) 非蓝豹 1965',
          'itemsort': '服装鞋包',
          'itemId': '596191798067',
          'abnormalScore': [
            '0.6075857724620471',
            '0.6131150870045398',
            '0.6773614615884022',
            '0.6415256712519076'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ],
          'allCollection': [
            '195.0',
            '195.0',
            '195.0',
            '195.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE休闲短袖衬衫 纯棉特殊质感 进口面料 非蓝豹lampo 528-2',
          'itemsort': '服装鞋包',
          'itemId': '645360956303',
          'abnormalScore': [
            '0.6021063234667541',
            '0.6835257675182597',
            '0.6300067825996387',
            '0.6075857724620471'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ],
          'allCollection': [
            '139.0',
            '139.0',
            '139.0',
            '139.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE皮带（方头、圆头两款）同款同质量 牛皮 （不是蓝豹）',
          'itemsort': '服装鞋包',
          'itemId': '564517366579',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6300067825996387',
            '0.6592000958174027',
            '0.6300067825996387'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '245.0',
            '245.0',
            '245.0',
            '245.0'
          ],
          'allCollection': [
            '245.0',
            '245.0',
            '245.0',
            '245.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE (浅灰-带光泽-推荐！) 蓝*豹 长袖衬衫 18-11-1',
          'itemsort': '服装鞋包',
          'itemId': '580912052348',
          'abnormalScore': [
            '0.5115096789251116',
            '0.585962692933259',
            '0.6186947208940209',
            '0.6897461715135544'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '160.0',
            '160.0',
            '160.0',
            '160.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': 'FULMINE（1号款，春夏款）黑藏蓝-休闲裤kk-好品质-修身（非蓝*豹',
          'itemsort': '服装鞋包',
          'itemId': '569836513242',
          'abnormalScore': [
            '0.5549623520521538',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.6835257675182597'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '不-退-换-FULMINE 意大利canclini-五款-短袖衬衫 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '618522045459',
          'abnormalScore': [
            '0.6473638547384327',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.7491879191706968'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '9.0',
            '6.0',
            '3.0',
            '0.0'
          ],
          'allComments': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ],
          'allCollection': [
            '238.0',
            '238.0',
            '238.0',
            '238.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '两款很有感觉的长袖t恤 15%桑蚕丝 蓝豹lampo代工 M或L 629',
          'itemsort': '服装鞋包',
          'itemId': '650055831524',
          'abnormalScore': [
            '0.7151990484649092',
            '0.6186947208940209',
            '0.6300067825996387',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ],
          'allCollection': [
            '95.0',
            '95.0',
            '95.0',
            '95.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '休闲西服50A-卡尔#丹#顿-非蓝豹lampo 422',
          'itemsort': '服装鞋包',
          'itemId': '643163002914',
          'abnormalScore': [
            '0.6712527478094227',
            '0.6300067825996387',
            '0.6532551684237163',
            '0.6960231840929046'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '325.0',
            '325.0',
            '325.0',
            '325.0'
          ],
          'allCollection': [
            '325.0',
            '325.0',
            '325.0',
            '325.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '厚实的羊毛背心 威@可多 黑色 蓝@豹代工厂（特惠）',
          'itemsort': '服装鞋包',
          'itemId': '589010847359',
          'abnormalScore': [
            '0.7087491003503155',
            '0.6243251320600698',
            '0.6131150870045398',
            '0.5806782494281687'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '新上！休闲西服（46A） 非蓝豹lampo 2041-5-7',
          'itemsort': '服装鞋包',
          'itemId': '614943273114',
          'abnormalScore': [
            '0.6532551684237163',
            '0.6960231840929046',
            '0.6651991248292998',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ],
          'allCollection': [
            '298.0',
            '298.0',
            '298.0',
            '298.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '新上！藏蓝-100%亚麻-休闲西服-非蓝豹lampo 2041-00601',
          'itemsort': '服装鞋包',
          'itemId': '617346305598',
          'abnormalScore': [
            '0.7803610757503813',
            '0.6357401388149783',
            '0.6960231840929046',
            '0.5912952273444336'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '0.0',
            '2.0',
            '4.0',
            '6.0'
          ],
          'allComments': [
            '268.0',
            '268.0',
            '268.0',
            '268.0'
          ],
          'allCollection': [
            '268.0',
            '268.0',
            '268.0',
            '268.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '桑蚕丝+棉（短袖t恤） 蓝豹lampo代工 XL或XXL号 2-1879-3 610',
          'itemsort': '服装鞋包',
          'itemId': '647407154552',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6897461715135544',
            '0.6532551684237163',
            '0.6532551684237163'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ],
          'allCollection': [
            '88.0',
            '88.0',
            '88.0',
            '88.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '特价！男士长袖衬衫-硬挺抗皱款-剩余38.39.40 非蓝豹lampo 45',
          'itemsort': '服装鞋包',
          'itemId': '641973542451',
          'abnormalScore': [
            '0.6651991248292998',
            '0.6186947208940209',
            '0.6532551684237163',
            '0.6532551684237163'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ],
          'allCollection': [
            '170.0',
            '170.0',
            '170.0',
            '170.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '特价！FULMINE 三款短袖衬衫-特价销售（棉天丝）-非蓝豹lampo 45',
          'itemsort': '服装鞋包',
          'itemId': '641252076594',
          'abnormalScore': [
            '0.6897461715135544',
            '0.6357401388149783',
            '0.6415256712519076',
            '0.6357401388149783'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '蓝豹LAMPO代工 不是蓝豹 蓝色 短袖衬衫和长袖衬衫 清仓 624',
          'itemsort': '服装鞋包',
          'itemId': '649710543685',
          'abnormalScore': [
            '0.6712527478094227',
            '0.6243251320600698',
            '0.6532551684237163',
            '0.6651991248292998'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '针织 休闲裤 普通修身 舒服弹力-春夏必备 非蓝豹lampo',
          'itemsort': '服装鞋包',
          'itemId': '589519954771',
          'abnormalScore': [
            '0.6357401388149783',
            '0.6243251320600698',
            '0.6357401388149783',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（断号清仓）FULMINE (纯蓝-140支) leggiuno 非蓝*豹 长袖衬衫',
          'itemsort': '服装鞋包',
          'itemId': '607891375514',
          'abnormalScore': [
            '0.5115096789251116',
            '0.6835257675182597',
            '0.7282755714976958',
            '0.7415911824529203'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（纯棉短袖t恤)（C*K 藏蓝纯色细节款） 不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594065904096',
          'abnormalScore': [
            '0.6532551684237163',
            '0.6897461715135544',
            '0.6592000958174027',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '7.0',
            '3.0',
            '4.0',
            '9.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（纯棉短袖t恤)（浅灰拼色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594464526317',
          'abnormalScore': [
            '0.6415256712519076',
            '0.6651991248292998',
            '0.6300067825996387',
            '0.6897461715135544'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '8.0',
            '7.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（纯棉短袖t恤)（浅蓝光面镶色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594293889247',
          'abnormalScore': [
            '0.5352120622695592',
            '0.6592000958174027',
            '0.6712527478094227',
            '0.6773614615884022'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '6.0',
            '4.0',
            '2.0',
            '1.7763568394002505'
          ],
          'allComments': [
            '76.0',
            '76.0',
            '76.0',
            '75.99999999999997'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（纯棉短袖t恤)（深蓝bos*s同款拼色）不是蓝豹lampo！！！',
          'itemsort': '服装鞋包',
          'itemId': '594068436465',
          'abnormalScore': [
            '0.5352120622695592',
            '0.6773614615884022',
            '0.6243251320600698',
            '0.6075857724620471'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '3.0',
            '1.0',
            '8.881784197001252'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'lampo 蓝豹服饰，正装',
      'itemDetail': [
        {
          'itemName': '（蓝色40-41一件）FULMINE 蓝/灰长袖衬衫（磨毛5%羊绒）蓝*豹',
          'itemsort': '服装鞋包',
          'itemId': '580736837905',
          'abnormalScore': [
            '0.5549623520521538',
            '0.6712527478094227',
            '0.6357401388149783',
            '0.6243251320600698'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '1.6666666666666665',
            '1.3333333333333333',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Boyo limited高端原创皮草',
      'itemDetail': [
        {
          'itemName': '2021冬新款进口天鹅绒水貂整貂皮大衣女皮草外套超长气质款裘皮',
          'itemsort': '服装鞋包',
          'itemId': '575705058165',
          'abnormalScore': [
            '0.6360553521839903',
            '0.683810437681244',
            '0.7154614435256811',
            '0.6190198933348043'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2922.0',
            '2922.0',
            '2922.0',
            '2922.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'BOYO2021新款进口天鹅绒貂皮大衣女整貂水貂皮草外套中长款西装领',
          'itemsort': '服装鞋包',
          'itemId': '627084063671',
          'abnormalScore': [
            '0.6476719892697537',
            '0.6303254022422402',
            '0.7219653195269832',
            '0.6595007875404185'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '8680.0',
            '8680.0',
            '8680.0',
            '8680.0'
          ],
          'allCollection': [
            '8680.0',
            '8680.0',
            '8680.0',
            '8680.0'
          ]
        },
        {
          'itemName': '冬日暖心貂新款整貂貂皮大衣女进口天鹅绒水貂皮草外套短款大翻领',
          'itemsort': '服装鞋包',
          'itemId': '646115054457',
          'abnormalScore': [
            '0.6418373900254478',
            '0.7026289355957565',
            '0.6079171599004836',
            '0.6776502826505442'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '7380.0',
            '7380.0',
            '7380.0',
            '7380.0'
          ],
          'allCollection': [
            '7380.0',
            '7380.0',
            '7380.0',
            '7380.0'
          ]
        },
        {
          'itemName': '邮费链接~与客服沟通哦，单拍不发货！',
          'itemsort': '其他',
          'itemId': '654024523767',
          'abnormalScore': [
            '0.7395994978169615',
            '0.7219653195269832',
            '0.7307292164430125',
            '0.7680191193522893'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Boyo limited高端原创皮草',
      'itemDetail': [
        {
          'itemName': 'BOYO2021新款进口天鹅绒貂皮大衣女整貂水貂皮草外套中长款西装领',
          'itemsort': '服装鞋包',
          'itemId': '627084063671',
          'abnormalScore': [
            '0.6476719892697537',
            '0.6303254022422402',
            '0.7219653195269832',
            '0.6595007875404185'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '8680.0',
            '8680.0',
            '8680.0',
            '8680.0'
          ],
          'allCollection': [
            '8680.0',
            '8680.0',
            '8680.0',
            '8680.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Boyo limited高端原创皮草',
      'itemDetail': [
        {
          'itemName': '冬日暖心貂新款整貂貂皮大衣女进口天鹅绒水貂皮草外套短款大翻领',
          'itemsort': '服装鞋包',
          'itemId': '646115054457',
          'abnormalScore': [
            '0.6418373900254478',
            '0.7026289355957565',
            '0.6079171599004836',
            '0.6776502826505442'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '7380.0',
            '7380.0',
            '7380.0',
            '7380.0'
          ],
          'allCollection': [
            '7380.0',
            '7380.0',
            '7380.0',
            '7380.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Boyo limited高端原创皮草',
      'itemDetail': [
        {
          'itemName': '邮费链接~与客服沟通哦，单拍不发货！',
          'itemsort': '其他',
          'itemId': '654024523767',
          'abnormalScore': [
            '0.7395994978169615',
            '0.7219653195269832',
            '0.7307292164430125',
            '0.7680191193522893'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) ETHIX MR.STEELE 小胡子 拆装桨 工具 PROP TOOL 1.5',
          'itemsort': '母婴用品',
          'itemId': '653373023847',
          'abnormalScore': [
            '0.6150671639514461',
            '0.6029858708905592',
            '0.7280370764942604',
            '0.6399607743355609'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        },
        {
          'itemName': '(HKFPV) ETHIX MR.STEELE 小胡子拆装桨工具 PROP TOOL 2MM/2.5MM',
          'itemsort': '母婴用品',
          'itemId': '610472564317',
          'abnormalScore': [
            '0.6089965595234912',
            '0.6792029671993809',
            '0.5970345066943209',
            '0.6089965595234912'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        },
        {
          'itemName': '(HKFPV) ETHIX 小胡子 CATS 2207 4S/2400KV 6S/1750KV 电机 MOTO',
          'itemsort': '母婴用品',
          'itemId': '600723203334',
          'abnormalScore': [
            '0.6792029671993809',
            '0.6211982814275364',
            '0.6211982814275364',
            '0.6399607743355609'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ],
          'allCollection': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ]
        },
        {
          'itemName': '(HKFPV) TBS黑羊 微型 接收天线 Micro rx antenna',
          'itemsort': '母婴用品',
          'itemId': '588739938415',
          'abnormalScore': [
            '0.6399607743355609',
            '0.6527828884769771',
            '0.5738106701850421',
            '0.6792029671993809'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS TANGO 2 PRO GIMBAL 原厂摇杆 (1PC)',
          'itemsort': '母婴用品',
          'itemId': '611751988791',
          'abnormalScore': [
            '0.6724993537050891',
            '0.6150671639514461',
            '0.5738106701850421',
            '0.6997174168303463'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS X ETHIX MAMBO 2.4G 低延迟遥控器',
          'itemsort': '母婴用品',
          'itemId': '649490594043',
          'abnormalScore': [
            '0.6315529250537985',
            '0.6939575921897805',
            '0.6089965595234912',
            '0.6305097407639996'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '1438.0',
            '1438.0',
            '1438.0',
            '1438.0'
          ],
          'allCollection': [
            '1438.0',
            '1438.0',
            '1438.0',
            '1438.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) ETHIX MR.STEELE 小胡子拆装桨工具 PROP TOOL 2MM/2.5MM',
          'itemsort': '母婴用品',
          'itemId': '610472564317',
          'abnormalScore': [
            '0.6089965595234912',
            '0.6792029671993809',
            '0.5970345066943209',
            '0.6089965595234912'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ],
          'allCollection': [
            '108.0',
            '108.0',
            '108.0',
            '108.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) ETHIX 小胡子 CATS 2207 4S/2400KV 6S/1750KV 电机 MOTO',
          'itemsort': '母婴用品',
          'itemId': '600723203334',
          'abnormalScore': [
            '0.6792029671993809',
            '0.6211982814275364',
            '0.6211982814275364',
            '0.6399607743355609'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ],
          'allCollection': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) TBS黑羊 微型 接收天线 Micro rx antenna',
          'itemsort': '母婴用品',
          'itemId': '588739938415',
          'abnormalScore': [
            '0.6399607743355609',
            '0.6527828884769771',
            '0.5738106701850421',
            '0.6792029671993809'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS TANGO 2 PRO GIMBAL 原厂摇杆 (1PC)',
          'itemsort': '母婴用品',
          'itemId': '611751988791',
          'abnormalScore': [
            '0.6724993537050891',
            '0.6150671639514461',
            '0.5738106701850421',
            '0.6997174168303463'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ],
          'allCollection': [
            '209.0',
            '209.0',
            '209.0',
            '209.0'
          ]
        }
      ]
    },
    {
      'storeName': ' HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS X ETHIX MAMBO 2.4G 低延迟遥控器',
          'itemsort': '母婴用品',
          'itemId': '649490594043',
          'abnormalScore': [
            '0.6315529250537985',
            '0.6939575921897805',
            '0.6089965595234912',
            '0.6305097407639996'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '1438.0',
            '1438.0',
            '1438.0',
            '1438.0'
          ],
          'allCollection': [
            '1438.0',
            '1438.0',
            '1438.0',
            '1438.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) ETHIX MR.STEELE CAMERA (CCD 摄像头)',
          'itemsort': '母婴用品',
          'itemId': '612020878387',
          'abnormalScore': [
            '0.713085407596493',
            '0.6943004728427111',
            '0.6640854739141817',
            '0.6184525892210843'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ],
          'allCollection': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ]
        },
        {
          'itemName': '(HKFPV) ETHIX NECK STRAP 小胡子 遥控 颈带',
          'itemsort': '母婴用品',
          'itemId': '591054898484',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6881494465920934',
            '0.6582021318418722',
            '0.6775159859603131'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '16.0',
            '33.0',
            '50.0',
            '67.0'
          ],
          'allComments': [
            '64.0',
            '64.0',
            '64.0',
            '64.0'
          ],
          'allCollection': [
            '84.0',
            '84.0',
            '84.0',
            '84.0'
          ]
        },
        {
          'itemName': '(HKFPV) TBS TANGO 2 - MODULE BAY ADD-ON 模块附加件',
          'itemsort': '母婴用品',
          'itemId': '630622541748',
          'abnormalScore': [
            '0.490709328610424',
            '0.49952094885979537',
            '0.7389249545214978',
            '0.6700214042603138'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '4.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS CROSSFIRE TX 915 切榚 增程高频头 LITE版',
          'itemsort': '母婴用品',
          'itemId': '588280469543',
          'abnormalScore': [
            '0.6295580829232085',
            '0.7258902137225589',
            '0.6184525892210843',
            '0.6640854739141817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '10.0',
            '1.0',
            '2.0',
            '13.000000000000002'
          ],
          'allComments': [
            '134.0',
            '134.0',
            '134.0',
            '133.99999999999994'
          ],
          'allCollection': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS FUSION 5.8G 肥鲨 双接收模块',
          'itemsort': '母婴用品',
          'itemId': '600508285579',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6351853900634329',
            '0.6351853900634329',
            '0.6408629969083381'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.9999999999999991',
            '1.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '22.000000000000007',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS TANGO 2 - SHELL(TRANSPARENT) 透明壳',
          'itemsort': '母婴用品',
          'itemId': '616749153386',
          'abnormalScore': [
            '0.5222484824792509',
            '0.7455298378284698',
            '0.6582021318418722',
            '0.6640854739141817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '(HKFPV) 黑羊TBS UNIFY PRO32 HV (MMCX) 1W+ 高压图传',
          'itemsort': '母婴用品',
          'itemId': '594708872673',
          'abnormalScore': [
            '0.7194593240223218',
            '0.6021605835047095',
            '0.6582021318418722',
            '0.6239806298667615'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        },
        {
          'itemName': '(HKFPV)黑羊TBS HDO2 眼镜海绵 (FACEPLATE FOAM)',
          'itemsort': '母婴用品',
          'itemId': '616461904808',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6295580829232085',
            '0.6820529142175651',
            '0.6523709121473278'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '2.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '19.999999999999993'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) ETHIX NECK STRAP 小胡子 遥控 颈带',
          'itemsort': '母婴用品',
          'itemId': '591054898484',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6881494465920934',
            '0.6582021318418722',
            '0.6775159859603131'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '16.0',
            '33.0',
            '50.0',
            '67.0'
          ],
          'allComments': [
            '64.0',
            '64.0',
            '64.0',
            '64.0'
          ],
          'allCollection': [
            '84.0',
            '84.0',
            '84.0',
            '84.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) TBS TANGO 2 - MODULE BAY ADD-ON 模块附加件',
          'itemsort': '母婴用品',
          'itemId': '630622541748',
          'abnormalScore': [
            '0.490709328610424',
            '0.49952094885979537',
            '0.7389249545214978',
            '0.6700214042603138'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '4.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS CROSSFIRE TX 915 切榚 增程高频头 LITE版',
          'itemsort': '母婴用品',
          'itemId': '588280469543',
          'abnormalScore': [
            '0.6295580829232085',
            '0.7258902137225589',
            '0.6184525892210843',
            '0.6640854739141817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '10.0',
            '1.0',
            '2.0',
            '13.000000000000002'
          ],
          'allComments': [
            '134.0',
            '134.0',
            '134.0',
            '133.99999999999994'
          ],
          'allCollection': [
            '55.0',
            '55.0',
            '55.0',
            '55.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS FUSION 5.8G 肥鲨 双接收模块',
          'itemsort': '母婴用品',
          'itemId': '600508285579',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6351853900634329',
            '0.6351853900634329',
            '0.6408629969083381'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.9999999999999991',
            '1.0',
            '2.0',
            '1.0'
          ],
          'allComments': [
            '22.000000000000007',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS TANGO 2 - SHELL(TRANSPARENT) 透明壳',
          'itemsort': '母婴用品',
          'itemId': '616749153386',
          'abnormalScore': [
            '0.5222484824792509',
            '0.7455298378284698',
            '0.6582021318418722',
            '0.6640854739141817'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '1.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV) 黑羊TBS UNIFY PRO32 HV (MMCX) 1W+ 高压图传',
          'itemsort': '母婴用品',
          'itemId': '594708872673',
          'abnormalScore': [
            '0.7194593240223218',
            '0.6021605835047095',
            '0.6582021318418722',
            '0.6239806298667615'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '53.0',
            '53.0',
            '53.0',
            '53.0'
          ]
        }
      ]
    },
    {
      'storeName': 'HKFPV',
      'itemDetail': [
        {
          'itemName': '(HKFPV)黑羊TBS HDO2 眼镜海绵 (FACEPLATE FOAM)',
          'itemsort': '母婴用品',
          'itemId': '616461904808',
          'abnormalScore': [
            '0.7067679597009158',
            '0.6295580829232085',
            '0.6820529142175651',
            '0.6523709121473278'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '2.0',
            '1.0',
            '3.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '19.999999999999993'
          ]
        }
      ]
    },
    {
      'storeName': '色玩轴承',
      'itemDetail': [
        {
          'itemName': '14X25.4X6 钢球 引擎轴承 配NOVAROSSI .21',
          'itemsort': '母婴用品',
          'itemId': '20090083302',
          'abnormalScore': [
            '0.6900265913752276',
            '0.6715456218151815',
            '0.6360553521839903',
            '0.7026289355957565'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '3X6X2.5 渔轮 橙色不锈钢混合陶瓷轴承 S63C 2OS ABEC-7',
          'itemsort': '家居建材',
          'itemId': '526383193296',
          'abnormalScore': [
            '0.7026289355957565',
            '0.6418373900254478',
            '0.6654959552517447',
            '0.6418373900254478'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '色玩轴承',
      'itemDetail': [
        {
          'itemName': '3X6X2.5 渔轮 橙色不锈钢混合陶瓷轴承 S63C 2OS ABEC-7',
          'itemsort': '家居建材',
          'itemId': '526383193296',
          'abnormalScore': [
            '0.7026289355957565',
            '0.6418373900254478',
            '0.6654959552517447',
            '0.6418373900254478'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '1/4螺纹头热靴头 微距摄影灯支架 魔术手臂万向怪手 单反微单相机',
          'itemsort': '手机数码',
          'itemId': '599191649310',
          'abnormalScore': [
            '0.6437127280874148',
            '0.6324697814604713',
            '0.7092181400647941',
            '0.6609529886690249'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '17.0',
            '1.0',
            '4.333333333333334',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '3/8快速释放连接器 适用于单反相机录音机麦克风杆臂声音放大器',
          'itemsort': '手机数码',
          'itemId': '609505778292',
          'abnormalScore': [
            '0.701450675318352',
            '0.6609529886690249',
            '0.6609529886690249',
            '0.6324697814604713'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ]
        },
        {
          'itemName': '5~50CM长度延长导轨 导管 单反套件导轨 云台导轨 15MM导管及配件',
          'itemsort': '手机数码',
          'itemId': '43621911698',
          'abnormalScore': [
            '0.6437127280874148',
            '0.7092181400647941',
            '0.6727022601636489',
            '0.6907189339888159'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '16.0',
            '9.0',
            '2.0',
            '5.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '运费差价',
          'itemsort': '家居建材',
          'itemId': '17209577445',
          'abnormalScore': [
            '0.721825385389932',
            '0.66680174665306',
            '0.6551555322452024',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': '不锈钢配件 1/4 及3/8光杆加长连接螺丝 1/4 及3/8加长螺杆',
          'itemsort': '手机数码',
          'itemId': '602466654995',
          'abnormalScore': [
            '0.6437127280874148',
            '0.7154939952772496',
            '0.6551555322452024',
            '0.6437127280874148'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        },
        {
          'itemName': '单反相机连接话筒防震架热靴 相机话筒夹转接热靴座 摄影摄像配件',
          'itemsort': '手机数码',
          'itemId': '525481964369',
          'abnormalScore': [
            '0.7029973326359785',
            '0.6609529886690249',
            '0.66680174665306',
            '0.6159724752536712'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '摄影配件 厂家直销铝合金1/4转M12双公螺丝 可接15mm摄影导管',
          'itemsort': '手机数码',
          'itemId': '528995122100',
          'abnormalScore': [
            '0.7154939952772496',
            '0.6437127280874148',
            '0.6727022601636489',
            '0.6324697814604713'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        },
        {
          'itemName': '摄影摄像配件 1/4英制内六角相机螺丝 三脚架云台快装板螺丝',
          'itemsort': '手机数码',
          'itemId': '642175263582',
          'abnormalScore': [
            '0.6727022601636489',
            '0.6105695590935546',
            '0.721825385389932',
            '0.6105695590935546'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': '摄影摄像配件 无线话筒信号放大器 叶片鲨鱼鳍监视器 快拆快装',
          'itemsort': '手机数码',
          'itemId': '583731583694',
          'abnormalScore': [
            '0.6786549871842703',
            '0.626922161493149',
            '0.7092181400647941',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '11.0',
            '3.0',
            '5.0',
            '13.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '摄影配件 102mm1/4转1/4转3/8延长杆扩展三脚架握把 单反相机手柄',
          'itemsort': '手机数码',
          'itemId': '643370391997',
          'abnormalScore': [
            '0.5074413205580595',
            '0.6727022601636489',
            '0.6551555322452024',
            '0.721825385389932'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '4.0',
            '6.0',
            '8.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '相机热靴水平仪 机身二维水平仪 二维水平珠 二向水平珠 摄影配件',
          'itemsort': '手机数码',
          'itemId': '538300764411',
          'abnormalScore': [
            '0.7092181400647941',
            '0.7154939952772496',
            '0.6159724752536712',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        },
        {
          'itemName': '蟹钳微型球头安装冷靴转接与1/4“螺丝监视器 网络摄像头 闪光灯',
          'itemsort': '手机数码',
          'itemId': '647952447465',
          'abnormalScore': [
            '0.6494089273971535',
            '0.7154939952772496',
            '0.6437127280874148',
            '0.6786549871842703'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ]
        },
        {
          'itemName': '金属可调相机大型超级夹适配器带1/4英寸螺钉 适用于单反电影装置',
          'itemsort': '手机数码',
          'itemId': '646550292920',
          'abnormalScore': [
            '0.6624103509790235',
            '0.6704834735132531',
            '0.6854147919916891',
            '0.7154939952772496'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '3/8快速释放连接器 适用于单反相机录音机麦克风杆臂声音放大器',
          'itemsort': '手机数码',
          'itemId': '609505778292',
          'abnormalScore': [
            '0.701450675318352',
            '0.6609529886690249',
            '0.6609529886690249',
            '0.6324697814604713'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '2.0',
            '3.0',
            '4.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '5~50CM长度延长导轨 导管 单反套件导轨 云台导轨 15MM导管及配件',
          'itemsort': '手机数码',
          'itemId': '43621911698',
          'abnormalScore': [
            '0.6437127280874148',
            '0.7092181400647941',
            '0.6727022601636489',
            '0.6907189339888159'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '16.0',
            '9.0',
            '2.0',
            '5.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '运费差价',
          'itemsort': '家居建材',
          'itemId': '17209577445',
          'abnormalScore': [
            '0.721825385389932',
            '0.66680174665306',
            '0.6551555322452024',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '不锈钢配件 1/4 及3/8光杆加长连接螺丝 1/4 及3/8加长螺杆',
          'itemsort': '手机数码',
          'itemId': '602466654995',
          'abnormalScore': [
            '0.6437127280874148',
            '0.7154939952772496',
            '0.6551555322452024',
            '0.6437127280874148'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '单反相机连接话筒防震架热靴 相机话筒夹转接热靴座 摄影摄像配件',
          'itemsort': '手机数码',
          'itemId': '525481964369',
          'abnormalScore': [
            '0.7029973326359785',
            '0.6609529886690249',
            '0.66680174665306',
            '0.6159724752536712'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '摄影配件 厂家直销铝合金1/4转M12双公螺丝 可接15mm摄影导管',
          'itemsort': '手机数码',
          'itemId': '528995122100',
          'abnormalScore': [
            '0.7154939952772496',
            '0.6437127280874148',
            '0.6727022601636489',
            '0.6324697814604713'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '摄影摄像配件 1/4英制内六角相机螺丝 三脚架云台快装板螺丝',
          'itemsort': '手机数码',
          'itemId': '642175263582',
          'abnormalScore': [
            '0.6727022601636489',
            '0.6105695590935546',
            '0.721825385389932',
            '0.6105695590935546'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '摄影摄像配件 无线话筒信号放大器 叶片鲨鱼鳍监视器 快拆快装',
          'itemsort': '手机数码',
          'itemId': '583731583694',
          'abnormalScore': [
            '0.6786549871842703',
            '0.626922161493149',
            '0.7092181400647941',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '11.0',
            '3.0',
            '5.0',
            '13.0'
          ],
          'allComments': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '摄影配件 102mm1/4转1/4转3/8延长杆扩展三脚架握把 单反相机手柄',
          'itemsort': '手机数码',
          'itemId': '643370391997',
          'abnormalScore': [
            '0.5074413205580595',
            '0.6727022601636489',
            '0.6551555322452024',
            '0.721825385389932'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '4.0',
            '6.0',
            '8.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '相机热靴水平仪 机身二维水平仪 二维水平珠 二向水平珠 摄影配件',
          'itemsort': '手机数码',
          'itemId': '538300764411',
          'abnormalScore': [
            '0.7092181400647941',
            '0.7154939952772496',
            '0.6159724752536712',
            '0.6551555322452024'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '蟹钳微型球头安装冷靴转接与1/4“螺丝监视器 网络摄像头 闪光灯',
          'itemsort': '手机数码',
          'itemId': '647952447465',
          'abnormalScore': [
            '0.6494089273971535',
            '0.7154939952772496',
            '0.6437127280874148',
            '0.6786549871842703'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allComments': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ],
          'allCollection': [
            '85.0',
            '85.0',
            '85.0',
            '85.0'
          ]
        }
      ]
    },
    {
      'storeName': '摄影奇兵 外贸摄影器',
      'itemDetail': [
        {
          'itemName': '金属可调相机大型超级夹适配器带1/4英寸螺钉 适用于单反电影装置',
          'itemsort': '手机数码',
          'itemId': '646550292920',
          'abnormalScore': [
            '0.6624103509790235',
            '0.6704834735132531',
            '0.6854147919916891',
            '0.7154939952772496'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allComments': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ],
          'allCollection': [
            '120.0',
            '120.0',
            '120.0',
            '120.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': '"""""""液相色谱配件1/8""""""""PEEK 刃环、密封环、手拧螺丝"""""""',
          'itemsort': '手机数码',
          'itemId': '621225375176',
          'abnormalScore': [
            '0.6945085964710811',
            '0.5846746741575359',
            '0.6212999872089375',
            '0.6535676737504619'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '3.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '9mm安捷伦进样瓶特氟龙垫片 PTFE硅胶复合隔垫 2mL样品瓶密封垫',
          'itemsort': '手机数码',
          'itemId': '565783746049',
          'abnormalScore': [
            '0.5846746741575359',
            '0.660219590769922',
            '0.5906254082162722',
            '0.6669392100363123'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'PP红色盖子 试剂盖子GL14 GL16 GL18 GL25 GL32 GL45 开孔 实心盖',
          'itemsort': '手机数码',
          'itemId': '568544014271',
          'abnormalScore': [
            '0.7015772042657672',
            '0.5966367079834322',
            '0.6535676737504619',
            '0.6276234883934276'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'PP红色盖子 试剂盖子GL14 GL16 GL18 GL25 GL32 GL45 开孔 实心盖',
          'itemsort': '手机数码',
          'itemId': '568544014271',
          'abnormalScore': [
            '0.6404642248404219',
            '0.5787838955889382',
            '0.6200429529549703',
            '0.6737272206132855'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '24.666666666666664',
            '47.33333333333333',
            '70.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        },
        {
          'itemName': 'waters,岛津,安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '565791289226',
          'abnormalScore': [
            '0.6615580764938268',
            '0.6469827768568088',
            '0.6352967021169295',
            '0.6792073383446597'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '65.0',
            '79.0',
            '93.0',
            '107.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        },
        {
          'itemName': 'waters 岛津 安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '589186924676',
          'abnormalScore': [
            '0.6805843185776843',
            '0.660219590769922',
            '0.6805843185776843',
            '0.5966367079834322'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'waters,岛津,安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '565791289226',
          'abnormalScore': [
            '0.6276234883934276',
            '0.660219590769922',
            '0.6875112070909205',
            '0.6212999872089375'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': '9mm安捷伦进样瓶特氟龙垫片 PTFE硅胶复合隔垫 2mL样品瓶密封垫',
          'itemsort': '手机数码',
          'itemId': '565783746049',
          'abnormalScore': [
            '0.5846746741575359',
            '0.660219590769922',
            '0.5906254082162722',
            '0.6669392100363123'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': 'PP红色盖子 试剂盖子GL14 GL16 GL18 GL25 GL32 GL45 开孔 实心盖',
          'itemsort': '手机数码',
          'itemId': '568544014271',
          'abnormalScore': [
            '0.7015772042657672',
            '0.5966367079834322',
            '0.6535676737504619',
            '0.6276234883934276'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': 'PP红色盖子 试剂盖子GL14 GL16 GL18 GL25 GL32 GL45 开孔 实心盖',
          'itemsort': '手机数码',
          'itemId': '568544014271',
          'abnormalScore': [
            '0.6404642248404219',
            '0.5787838955889382',
            '0.6200429529549703',
            '0.6737272206132855'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '24.666666666666664',
            '47.33333333333333',
            '70.0'
          ],
          'allComments': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ],
          'allCollection': [
            '70.0',
            '70.0',
            '70.0',
            '70.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': 'waters,岛津,安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '565791289226',
          'abnormalScore': [
            '0.6615580764938268',
            '0.6469827768568088',
            '0.6352967021169295',
            '0.6792073383446597'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '65.0',
            '79.0',
            '93.0',
            '107.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': 'waters 岛津 安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '589186924676',
          'abnormalScore': [
            '0.6805843185776843',
            '0.660219590769922',
            '0.6805843185776843',
            '0.5966367079834322'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '色谱学堂',
      'itemDetail': [
        {
          'itemName': 'waters,岛津,安捷伦流动相沉子 液相色谱溶剂过滤头 不锈钢吸滤头',
          'itemsort': '手机数码',
          'itemId': '565791289226',
          'abnormalScore': [
            '0.6276234883934276',
            '0.660219590769922',
            '0.6875112070909205',
            '0.6212999872089375'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allComments': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ],
          'allCollection': [
            '54.0',
            '54.0',
            '54.0',
            '54.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 宋氏乐器',
      'itemDetail': [
        {
          'itemName': '1/2.3/4.4/4小提琴琴头 小提琴制作材料 售各种提琴工具 提琴配件',
          'itemsort': '文化玩乐',
          'itemId': '521282956870',
          'abnormalScore': [
            '0.6964203758942203',
            '0.6683684705083442',
            '0.673886967259736',
            '0.72564963992357'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        },
        {
          'itemName': '50/250/500克优级马尾,进口西伯利亚公马尾/弓毛,种马尾长度90cm',
          'itemsort': '文化玩乐',
          'itemId': '535049316266',
          'abnormalScore': [
            '0.6414464996031584',
            '0.673886967259736',
            '0.7437728016793203',
            '0.6520826505965149'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': '乌木高档小提琴拉板,4/4小提琴高级天然贝壳拉板,小提琴拉弦板',
          'itemsort': '文化玩乐',
          'itemId': '42174691215',
          'abnormalScore': [
            '0.6850610301639128',
            '0.6907173518431646',
            '0.6794510284082215',
            '0.7376820060574205'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '小提琴修尾缝夹 提琴维修工具 提琴尾缝修理夹',
          'itemsort': '文化玩乐',
          'itemId': '26431140398',
          'abnormalScore': [
            '0.7376820060574205',
            '0.7316410882896504',
            '0.673886967259736',
            '0.673886967259736'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '152.0',
            '152.0',
            '152.0',
            '152.0'
          ],
          'allCollection': [
            '152.0',
            '152.0',
            '152.0',
            '152.0'
          ]
        },
        {
          'itemName': '小提琴制作维修工具 大小提琴提琴合琴夹 制琴工具 粘开裂缝',
          'itemsort': '文化玩乐',
          'itemId': '543280686985',
          'abnormalScore': [
            '0.6907173518431646',
            '0.7499138869802459',
            '0.6628951650247388',
            '0.6628951650247388'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '0.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 宋氏乐器',
      'itemDetail': [
        {
          'itemName': '50/250/500克优级马尾,进口西伯利亚公马尾/弓毛,种马尾长度90cm',
          'itemsort': '文化玩乐',
          'itemId': '535049316266',
          'abnormalScore': [
            '0.6414464996031584',
            '0.673886967259736',
            '0.7437728016793203',
            '0.6520826505965149'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 宋氏乐器',
      'itemDetail': [
        {
          'itemName': '乌木高档小提琴拉板,4/4小提琴高级天然贝壳拉板,小提琴拉弦板',
          'itemsort': '文化玩乐',
          'itemId': '42174691215',
          'abnormalScore': [
            '0.6850610301639128',
            '0.6907173518431646',
            '0.6794510284082215',
            '0.7376820060574205'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 宋氏乐器',
      'itemDetail': [
        {
          'itemName': '小提琴修尾缝夹 提琴维修工具 提琴尾缝修理夹',
          'itemsort': '文化玩乐',
          'itemId': '26431140398',
          'abnormalScore': [
            '0.7376820060574205',
            '0.7316410882896504',
            '0.673886967259736',
            '0.673886967259736'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '152.0',
            '152.0',
            '152.0',
            '152.0'
          ],
          'allCollection': [
            '152.0',
            '152.0',
            '152.0',
            '152.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 宋氏乐器',
      'itemDetail': [
        {
          'itemName': '小提琴制作维修工具 大小提琴提琴合琴夹 制琴工具 粘开裂缝',
          'itemsort': '文化玩乐',
          'itemId': '543280686985',
          'abnormalScore': [
            '0.6907173518431646',
            '0.7499138869802459',
            '0.6628951650247388',
            '0.6628951650247388'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '0.0',
            '1.0',
            '2.0'
          ],
          'allComments': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ],
          'allCollection': [
            '150.0',
            '150.0',
            '150.0',
            '150.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': 'DN200 水处理RO反渗透8寸不锈钢膜壳端盖端头不锈钢卡箍卡套',
          'itemsort': '家居建材',
          'itemId': '564474509428',
          'abnormalScore': [
            '0.641761557261384',
            '0.6986498755010349',
            '0.6121833854369241',
            '0.6601900799540549'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ],
          'allCollection': [
            '280.0',
            '280.0',
            '280.0',
            '280.0'
          ]
        },
        {
          'itemName': 'ROPV乐普密封圈R8040B300S450S水处理反渗透膜壳端盖耐酸碱水封',
          'itemsort': '家居建材',
          'itemId': '547170062734',
          'abnormalScore': [
            '0.6297625552749291',
            '0.6297625552749291',
            '0.7052742340417546',
            '0.6179878983696682'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        },
        {
          'itemName': 'ropv rework firstline pyfrp lvyuantong codeline8寸膜壳适配器',
          'itemsort': '家居建材',
          'itemId': '621358324959',
          'abnormalScore': [
            '0.6357337478678845',
            '0.6727688241401842',
            '0.6297625552749291',
            '0.6986498755010349'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        },
        {
          'itemName': '工业纯水超纯水中水回用水处理8英寸RO膜壳端盖堵头密封板承压头',
          'itemsort': '家居建材',
          'itemId': '562223902172',
          'abnormalScore': [
            '0.6238474477035756',
            '0.6986498755010349',
            '0.6478465202765155',
            '0.6238474477035756'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '陶氏8寸8040反渗透RO膜端头盐水密封圈V型圈U型圈Y型圈唇形密封',
          'itemsort': '家居建材',
          'itemId': '546070498754',
          'abnormalScore': [
            '0.7119614024785536',
            '0.5784834612448854',
            '0.6664497759019082',
            '0.6121833854369241'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '14.0',
            '10.0',
            '6.0',
            '2.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '非标定制环保工业水处理8寸玻璃钢膜壳不锈钢膜壳端盖端头适配器',
          'itemsort': '家居建材',
          'itemId': '564547830088',
          'abnormalScore': [
            '0.6855872338561427',
            '0.6601900799540549',
            '0.6357337478678845',
            '0.7052742340417546'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '1.6666666666666665',
            '3.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '饮用水水处理RO反渗透系统8寸304不锈钢膜壳DN200沟槽不锈钢卡箍',
          'itemsort': '家居建材',
          'itemId': '561957300464',
          'abnormalScore': [
            '0.7119614024785536',
            '0.641761557261384',
            '0.6539891788243205',
            '0.6357337478678845'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': 'ROPV乐普密封圈R8040B300S450S水处理反渗透膜壳端盖耐酸碱水封',
          'itemsort': '家居建材',
          'itemId': '547170062734',
          'abnormalScore': [
            '0.6297625552749291',
            '0.6297625552749291',
            '0.7052742340417546',
            '0.6179878983696682'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allCollection': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': 'ropv rework firstline pyfrp lvyuantong codeline8寸膜壳适配器',
          'itemsort': '家居建材',
          'itemId': '621358324959',
          'abnormalScore': [
            '0.6357337478678845',
            '0.6727688241401842',
            '0.6297625552749291',
            '0.6986498755010349'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': '工业纯水超纯水中水回用水处理8英寸RO膜壳端盖堵头密封板承压头',
          'itemsort': '家居建材',
          'itemId': '562223902172',
          'abnormalScore': [
            '0.6238474477035756',
            '0.6986498755010349',
            '0.6478465202765155',
            '0.6238474477035756'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': '陶氏8寸8040反渗透RO膜端头盐水密封圈V型圈U型圈Y型圈唇形密封',
          'itemsort': '家居建材',
          'itemId': '546070498754',
          'abnormalScore': [
            '0.7119614024785536',
            '0.5784834612448854',
            '0.6664497759019082',
            '0.6121833854369241'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '14.0',
            '10.0',
            '6.0',
            '2.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': '非标定制环保工业水处理8寸玻璃钢膜壳不锈钢膜壳端盖端头适配器',
          'itemsort': '家居建材',
          'itemId': '564547830088',
          'abnormalScore': [
            '0.6855872338561427',
            '0.6601900799540549',
            '0.6357337478678845',
            '0.7052742340417546'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '1.6666666666666665',
            '3.0',
            '6.0'
          ],
          'allComments': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳碧蓝环保水处理配',
      'itemDetail': [
        {
          'itemName': '饮用水水处理RO反渗透系统8寸304不锈钢膜壳DN200沟槽不锈钢卡箍',
          'itemsort': '家居建材',
          'itemId': '561957300464',
          'abnormalScore': [
            '0.7119614024785536',
            '0.641761557261384',
            '0.6539891788243205',
            '0.6357337478678845'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '1【海洋临界咏生霜】咏生虫NM巴斯德毕强抗衰 ! 顶立院线',
          'itemsort': '美妆饰品',
          'itemId': '644116195238',
          'abnormalScore': [
            '0.6654281356985049',
            '0.6925389168281355',
            '0.7265337801632125',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '31.0',
            '31.0',
            '31.0',
            '31.0'
          ],
          'allComments': [
            '1788.0',
            '1788.0',
            '1788.0',
            '1788.0'
          ],
          'allCollection': [
            '1788.0',
            '1788.0',
            '1788.0',
            '1788.0'
          ]
        },
        {
          'itemName': '院线Z供【基因抗衰养鱼冻干面膜】 嫩白如你 单片',
          'itemsort': '美妆饰品',
          'itemId': '647804284815',
          'abnormalScore': [
            '0.738232262597207',
            '0.6925389168281355',
            '0.6761427088802308',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allComments': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allCollection': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ]
        },
        {
          'itemName': '4【升级版黑兰专利 】德国 乐丝蒂黑兰精华液修复受损肌肤至臻',
          'itemsort': '美妆饰品',
          'itemId': '632582800373',
          'abnormalScore': [
            '0.738232262597207',
            '0.6601346894204216',
            '0.7093327266898672',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ],
          'allCollection': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ]
        },
        {
          'itemName': '5【黑兰专利 】德国 乐丝蒂黑兰精华液修复受损肌肤至臻',
          'itemsort': '美妆饰品',
          'itemId': '639776855583',
          'abnormalScore': [
            '0.687029805693447',
            '0.6925389168281355',
            '0.7265337801632125',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ],
          'allCollection': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ]
        },
        {
          'itemName': 'J【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG-8',
          'itemsort': '美妆饰品',
          'itemId': '650858109502',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6815645192518649',
            '0.738232262597207',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        },
        {
          'itemName': 'MWT【圣迹细胞活能素】贵流“长寿金十”顶立耑院线',
          'itemsort': '美妆饰品',
          'itemId': '651595607052',
          'abnormalScore': [
            '0.6980922040746067',
            '0.687029805693447',
            '0.7207542416553169',
            '0.756134119013646'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '95.0',
            '4.0',
            '103.0',
            '202.0'
          ],
          'allComments': [
            '3888.0',
            '3888.0',
            '3888.0',
            '3888.0'
          ],
          'allCollection': [
            '3888.0',
            '3888.0',
            '3888.0',
            '3888.0'
          ]
        },
        {
          'itemName': 'mpop亚精胺好评链接 眼精华断货中需等待10天',
          'itemsort': '美妆饰品',
          'itemId': '649649538591',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6707640287286646',
            '0.6707640287286646',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '174.0',
            '174.0',
            '174.0',
            '174.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '【50%羊胎素+脐带血G细胞】羊胎素晶粹精华 12ml',
          'itemsort': '美妆饰品',
          'itemId': '639878197257',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6548833522327056',
            '0.6925389168281355',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allComments': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allCollection': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ]
        },
        {
          'itemName': '【F高浓度】 类蛇毒肽原浆原液 动静态纹 抗衰',
          'itemsort': '美妆饰品',
          'itemId': '638650471621',
          'abnormalScore': [
            '0.6761427088802308',
            '0.687029805693447',
            '0.6815645192518649',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ],
          'allCollection': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ]
        },
        {
          'itemName': '【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG8',
          'itemsort': '美妆饰品',
          'itemId': '653086467448',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6496737891597285',
            '0.6925389168281355',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        },
        {
          'itemName': '【德国院线ORL】紧致提拉赋活原液精华套盒 5ML*60支',
          'itemsort': '美妆饰品',
          'itemId': '633841789873',
          'abnormalScore': [
            '0.7323596632688',
            '0.6548833522327056',
            '0.6815645192518649',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '3360.0',
            '3360.0',
            '3360.0',
            '3360.0'
          ],
          'allCollection': [
            '3360.0',
            '3360.0',
            '3360.0',
            '3360.0'
          ]
        },
        {
          'itemName': '【德国院线ORL】愈颜焕活 肌肤屏障修复套装 高端院线',
          'itemsort': '美妆饰品',
          'itemId': '650508124891',
          'abnormalScore': [
            '0.7501191113467054',
            '0.6445056678905762',
            '0.6654281356985049',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '22.0',
            '17.0',
            '12.0',
            '7.0'
          ],
          'allComments': [
            '4988.0',
            '4988.0',
            '4988.0',
            '4988.0'
          ],
          'allCollection': [
            '4988.0',
            '4988.0',
            '4988.0',
            '4988.0'
          ]
        },
        {
          'itemName': '【玻色因pro-xylane 】 玻色因小弹簧亮颜精华水',
          'itemsort': '美妆饰品',
          'itemId': '646005247387',
          'abnormalScore': [
            '0.6707640287286646',
            '0.738232262597207',
            '0.7265337801632125',
            '0.6242410467165508'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '210.0',
            '210.0',
            '210.0',
            '210.0'
          ],
          'allComments': [
            '488.0',
            '488.0',
            '488.0',
            '488.0'
          ],
          'allCollection': [
            '488.0',
            '488.0',
            '488.0',
            '488.0'
          ]
        },
        {
          'itemName': '【英国 高的 】多维活氧焕颜亮肤肌活霜',
          'itemsort': '美妆饰品',
          'itemId': '625846342091',
          'abnormalScore': [
            '0.6707640287286646',
            '0.63429243471664',
            '0.7093327266898672',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '598.0',
            '598.0',
            '598.0',
            '598.0'
          ],
          'allCollection': [
            '598.0',
            '598.0',
            '598.0',
            '598.0'
          ]
        },
        {
          'itemName': '【谷胱甘肽+光甘草定】 亮颜焕肤镁白粉 10小时抵御黑色素',
          'itemsort': '美妆饰品',
          'itemId': '629177588079',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6761427088802308',
            '0.6601346894204216',
            '0.756134119013646'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '120.0',
            '84.0',
            '48.0',
            '12.0'
          ],
          'allComments': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ],
          'allCollection': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ]
        },
        {
          'itemName': '【谷胱甘肽+光甘草定】 亮颜焕肤镁白粉 10小时抵御黑色素',
          'itemsort': '美妆饰品',
          'itemId': '629177588079',
          'abnormalScore': [
            '0.6925389168281355',
            '0.7441519527535251',
            '0.7036900216694706',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allComments': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allCollection': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ]
        },
        {
          'itemName': '六胜肽胶原紧嫩美颈霜淡化颈纹提拉紧致淡化细纹霜颈部护',
          'itemsort': '美妆饰品',
          'itemId': '644135894079',
          'abnormalScore': [
            '0.7323596632688',
            '0.6292466713236589',
            '0.687029805693447',
            '0.6445056678905762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        },
        {
          'itemName': '氨基酸水润清新洗面奶',
          'itemsort': '美妆饰品',
          'itemId': '645919666840',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6761427088802308',
            '0.7093327266898672',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allComments': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allCollection': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ]
        },
        {
          'itemName': '滴滴精纯皇室黑兰油【100%Facial Oil】德国乐丝蒂再生紧致',
          'itemsort': '美妆饰品',
          'itemId': '640981946184',
          'abnormalScore': [
            '0.6761427088802308',
            '0.7323596632688',
            '0.6980922040746067',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '104.0',
            '324.0',
            '9.0',
            '27.0'
          ],
          'allComments': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        },
        {
          'itemName': '澳绅乐【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG-8',
          'itemsort': '美妆饰品',
          'itemId': '643451708282',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6707640287286646',
            '0.6601346894204216',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ],
          'allComments': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ],
          'allCollection': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ]
        },
        {
          'itemName': '澳绅乐【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG8',
          'itemsort': '美妆饰品',
          'itemId': '650858109502',
          'abnormalScore': [
            '0.6601346894204216',
            '0.7621973594434721',
            '0.6925389168281355',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '260.0',
            '110.0',
            '40.0',
            '190.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        },
        {
          'itemName': '澳绅乐【断黑NAD+密码饮】黑白饮 抗皱 助眠 基因修复 镁白',
          'itemsort': '美妆饰品',
          'itemId': '645905069810',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6925389168281355',
            '0.7036900216694706',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ],
          'allComments': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ],
          'allCollection': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ]
        },
        {
          'itemName': '直播间中奖 chou奖 联系客服',
          'itemsort': '手机数码',
          'itemId': '646155029300',
          'abnormalScore': [
            '0.6627761278825172',
            '0.7352901000624549',
            '0.6445056678905762',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allComments': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allCollection': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ]
        },
        {
          'itemName': '确认收货满赠~~~~链接',
          'itemsort': '美妆饰品',
          'itemId': '619432760034',
          'abnormalScore': [
            '0.6761427088802308',
            '0.6496737891597285',
            '0.7093327266898672',
            '0.738232262597207'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allComments': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allCollection': [
            '236.0',
            '236.0',
            '236.0',
            '236.0'
          ]
        },
        {
          'itemName': '贝2澳绅乐院线【黑科技精华】 nm童妍因子肌逆龄时光组套',
          'itemsort': '美妆饰品',
          'itemId': '627740954630',
          'abnormalScore': [
            '0.6815645192518649',
            '0.7323596632688',
            '0.7207542416553169',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        },
        {
          'itemName': '迟 高总独制老中YI【祖C86种纯高高的粉】一夜惊喜就是让你断黑',
          'itemsort': '美妆饰品',
          'itemId': '653262657447',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.738232262597207',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allComments': [
            '998.0',
            '998.0',
            '998.0',
            '998.0'
          ],
          'allCollection': [
            '998.0',
            '998.0',
            '998.0',
            '998.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '院线Z供【基因抗衰养鱼冻干面膜】 嫩白如你 单片',
          'itemsort': '美妆饰品',
          'itemId': '647804284815',
          'abnormalScore': [
            '0.738232262597207',
            '0.6925389168281355',
            '0.6761427088802308',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allComments': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ],
          'allCollection': [
            '730.0',
            '730.0',
            '730.0',
            '730.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '4【升级版黑兰专利 】德国 乐丝蒂黑兰精华液修复受损肌肤至臻',
          'itemsort': '美妆饰品',
          'itemId': '632582800373',
          'abnormalScore': [
            '0.738232262597207',
            '0.6601346894204216',
            '0.7093327266898672',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ],
          'allCollection': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '5【黑兰专利 】德国 乐丝蒂黑兰精华液修复受损肌肤至臻',
          'itemsort': '美妆饰品',
          'itemId': '639776855583',
          'abnormalScore': [
            '0.687029805693447',
            '0.6925389168281355',
            '0.7265337801632125',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allComments': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ],
          'allCollection': [
            '326.0',
            '326.0',
            '326.0',
            '326.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': 'J【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG-8',
          'itemsort': '美妆饰品',
          'itemId': '650858109502',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6815645192518649',
            '0.738232262597207',
            '0.6980922040746067'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': 'MWT【圣迹细胞活能素】贵流“长寿金十”顶立耑院线',
          'itemsort': '美妆饰品',
          'itemId': '651595607052',
          'abnormalScore': [
            '0.6980922040746067',
            '0.687029805693447',
            '0.7207542416553169',
            '0.756134119013646'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '95.0',
            '4.0',
            '103.0',
            '202.0'
          ],
          'allComments': [
            '3888.0',
            '3888.0',
            '3888.0',
            '3888.0'
          ],
          'allCollection': [
            '3888.0',
            '3888.0',
            '3888.0',
            '3888.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': 'mpop亚精胺好评链接 眼精华断货中需等待10天',
          'itemsort': '美妆饰品',
          'itemId': '649649538591',
          'abnormalScore': [
            '0.6925389168281355',
            '0.6707640287286646',
            '0.6707640287286646',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '174.0',
            '174.0',
            '174.0',
            '174.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【50%羊胎素+脐带血G细胞】羊胎素晶粹精华 12ml',
          'itemsort': '美妆饰品',
          'itemId': '639878197257',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6548833522327056',
            '0.6925389168281355',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allComments': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allCollection': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【F高浓度】 类蛇毒肽原浆原液 动静态纹 抗衰',
          'itemsort': '美妆饰品',
          'itemId': '638650471621',
          'abnormalScore': [
            '0.6761427088802308',
            '0.687029805693447',
            '0.6815645192518649',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ],
          'allCollection': [
            '799.0',
            '799.0',
            '799.0',
            '799.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG8',
          'itemsort': '美妆饰品',
          'itemId': '653086467448',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6496737891597285',
            '0.6925389168281355',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '29.0',
            '29.0',
            '29.0',
            '29.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【德国院线ORL】紧致提拉赋活原液精华套盒 5ML*60支',
          'itemsort': '美妆饰品',
          'itemId': '633841789873',
          'abnormalScore': [
            '0.7323596632688',
            '0.6548833522327056',
            '0.6815645192518649',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allComments': [
            '3360.0',
            '3360.0',
            '3360.0',
            '3360.0'
          ],
          'allCollection': [
            '3360.0',
            '3360.0',
            '3360.0',
            '3360.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【德国院线ORL】愈颜焕活 肌肤屏障修复套装 高端院线',
          'itemsort': '美妆饰品',
          'itemId': '650508124891',
          'abnormalScore': [
            '0.7501191113467054',
            '0.6445056678905762',
            '0.6654281356985049',
            '0.6925389168281355'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '22.0',
            '17.0',
            '12.0',
            '7.0'
          ],
          'allComments': [
            '4988.0',
            '4988.0',
            '4988.0',
            '4988.0'
          ],
          'allCollection': [
            '4988.0',
            '4988.0',
            '4988.0',
            '4988.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【玻色因pro-xylane 】 玻色因小弹簧亮颜精华水',
          'itemsort': '美妆饰品',
          'itemId': '646005247387',
          'abnormalScore': [
            '0.6707640287286646',
            '0.738232262597207',
            '0.7265337801632125',
            '0.6242410467165508'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '210.0',
            '210.0',
            '210.0',
            '210.0'
          ],
          'allComments': [
            '488.0',
            '488.0',
            '488.0',
            '488.0'
          ],
          'allCollection': [
            '488.0',
            '488.0',
            '488.0',
            '488.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【英国 高的 】多维活氧焕颜亮肤肌活霜',
          'itemsort': '美妆饰品',
          'itemId': '625846342091',
          'abnormalScore': [
            '0.6707640287286646',
            '0.63429243471664',
            '0.7093327266898672',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '598.0',
            '598.0',
            '598.0',
            '598.0'
          ],
          'allCollection': [
            '598.0',
            '598.0',
            '598.0',
            '598.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【谷胱甘肽+光甘草定】 亮颜焕肤镁白粉 10小时抵御黑色素',
          'itemsort': '美妆饰品',
          'itemId': '629177588079',
          'abnormalScore': [
            '0.6815645192518649',
            '0.6761427088802308',
            '0.6601346894204216',
            '0.756134119013646'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '120.0',
            '84.0',
            '48.0',
            '12.0'
          ],
          'allComments': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ],
          'allCollection': [
            '468.0',
            '468.0',
            '468.0',
            '468.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '【谷胱甘肽+光甘草定】 亮颜焕肤镁白粉 10小时抵御黑色素',
          'itemsort': '美妆饰品',
          'itemId': '629177588079',
          'abnormalScore': [
            '0.6925389168281355',
            '0.7441519527535251',
            '0.7036900216694706',
            '0.6707640287286646'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allComments': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ],
          'allCollection': [
            '69.0',
            '69.0',
            '69.0',
            '69.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '六胜肽胶原紧嫩美颈霜淡化颈纹提拉紧致淡化细纹霜颈部护',
          'itemsort': '美妆饰品',
          'itemId': '644135894079',
          'abnormalScore': [
            '0.7323596632688',
            '0.6292466713236589',
            '0.687029805693447',
            '0.6445056678905762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '93.0',
            '93.0',
            '93.0',
            '93.0'
          ],
          'allComments': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ],
          'allCollection': [
            '129.0',
            '129.0',
            '129.0',
            '129.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '氨基酸水润清新洗面奶',
          'itemsort': '美妆饰品',
          'itemId': '645919666840',
          'abnormalScore': [
            '0.7441519527535251',
            '0.6761427088802308',
            '0.7093327266898672',
            '0.6761427088802308'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allComments': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ],
          'allCollection': [
            '285.0',
            '285.0',
            '285.0',
            '285.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '滴滴精纯皇室黑兰油【100%Facial Oil】德国乐丝蒂再生紧致',
          'itemsort': '美妆饰品',
          'itemId': '640981946184',
          'abnormalScore': [
            '0.6761427088802308',
            '0.7323596632688',
            '0.6980922040746067',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '104.0',
            '324.0',
            '9.0',
            '27.0'
          ],
          'allComments': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ],
          'allCollection': [
            '27.0',
            '27.0',
            '27.0',
            '27.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '澳绅乐【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG-8',
          'itemsort': '美妆饰品',
          'itemId': '643451708282',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6707640287286646',
            '0.6601346894204216',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ],
          'allComments': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ],
          'allCollection': [
            '1836.0',
            '1836.0',
            '1836.0',
            '1836.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '澳绅乐【MPOP基因沉默RNAi原粉】多靶向FIF镁白因子+小核酸+MPG8',
          'itemsort': '美妆饰品',
          'itemId': '650858109502',
          'abnormalScore': [
            '0.6601346894204216',
            '0.7621973594434721',
            '0.6925389168281355',
            '0.6815645192518649'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '260.0',
            '110.0',
            '40.0',
            '190.0'
          ],
          'allComments': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ],
          'allCollection': [
            '899.0',
            '899.0',
            '899.0',
            '899.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '澳绅乐【断黑NAD+密码饮】黑白饮 抗皱 助眠 基因修复 镁白',
          'itemsort': '美妆饰品',
          'itemId': '645905069810',
          'abnormalScore': [
            '0.6707640287286646',
            '0.6925389168281355',
            '0.7036900216694706',
            '0.7323596632688'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ],
          'allComments': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ],
          'allCollection': [
            '607.0',
            '607.0',
            '607.0',
            '607.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '直播间中奖 chou奖 联系客服',
          'itemsort': '手机数码',
          'itemId': '646155029300',
          'abnormalScore': [
            '0.6627761278825172',
            '0.7352901000624549',
            '0.6445056678905762',
            '0.687029805693447'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allComments': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allCollection': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '确认收货满赠~~~~链接',
          'itemsort': '美妆饰品',
          'itemId': '619432760034',
          'abnormalScore': [
            '0.6761427088802308',
            '0.6496737891597285',
            '0.7093327266898672',
            '0.738232262597207'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allComments': [
            '144.0',
            '144.0',
            '144.0',
            '144.0'
          ],
          'allCollection': [
            '236.0',
            '236.0',
            '236.0',
            '236.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '贝2澳绅乐院线【黑科技精华】 nm童妍因子肌逆龄时光组套',
          'itemsort': '美妆饰品',
          'itemId': '627740954630',
          'abnormalScore': [
            '0.6815645192518649',
            '0.7323596632688',
            '0.7207542416553169',
            '0.6654281356985049'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '260.0',
            '260.0',
            '260.0',
            '260.0'
          ],
          'allComments': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allCollection': [
            '65.0',
            '65.0',
            '65.0',
            '65.0'
          ]
        }
      ]
    },
    {
      'storeName': 'Nicole香港澳绅乐国际美妆',
      'itemDetail': [
        {
          'itemName': '迟 高总独制老中YI【祖C86种纯高高的粉】一夜惊喜就是让你断黑',
          'itemsort': '美妆饰品',
          'itemId': '653262657447',
          'abnormalScore': [
            '0.687029805693447',
            '0.6980922040746067',
            '0.738232262597207',
            '0.7036900216694706'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allComments': [
            '998.0',
            '998.0',
            '998.0',
            '998.0'
          ],
          'allCollection': [
            '998.0',
            '998.0',
            '998.0',
            '998.0'
          ]
        }
      ]
    },
    {
      'storeName': '赛邦电子',
      'itemDetail': [
        {
          'itemName': '12寸FOSB LOUP硅片盒晶圆盒晶舟盒卡槽盒自动化设备用',
          'itemsort': '家居建材',
          'itemId': '536149440672',
          'abnormalScore': [
            '0.6560549841273555',
            '0.5379375535148024',
            '0.5991852372274973',
            '0.539257463319443'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '4英寸抛光硅片重掺轻掺本征镀膜外延级超厚超薄进口原装',
          'itemsort': '手机数码',
          'itemId': '558943658398',
          'abnormalScore': [
            '0.5904393575776165',
            '0.6756345506394066',
            '0.5223483801985396',
            '0.5621979793558814'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        },
        {
          'itemName': '8寸晶圆硅片专用中转盒卡盒',
          'itemsort': '家居建材',
          'itemId': '539902404465',
          'abnormalScore': [
            '0.5353074180023433',
            '0.5691290908691176',
            '0.5353074180023433',
            '0.6277443642487012'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ]
        },
        {
          'itemName': '硅片晶舟盒专用包装袋铝箔袋屏蔽袋',
          'itemsort': '其他',
          'itemId': '601492969172',
          'abnormalScore': [
            '0.6560549841273555',
            '0.685642383605414',
            '0.6723311738562271',
            '0.6140505348623072'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '172.0',
            '116.0',
            '60.0',
            '4.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        }
      ]
    },
    {
      'storeName': '赛邦电子',
      'itemDetail': [
        {
          'itemName': '4英寸抛光硅片重掺轻掺本征镀膜外延级超厚超薄进口原装',
          'itemsort': '手机数码',
          'itemId': '558943658398',
          'abnormalScore': [
            '0.5904393575776165',
            '0.6756345506394066',
            '0.5223483801985396',
            '0.5621979793558814'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allCollection': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ]
        }
      ]
    },
    {
      'storeName': '赛邦电子',
      'itemDetail': [
        {
          'itemName': '8寸晶圆硅片专用中转盒卡盒',
          'itemsort': '家居建材',
          'itemId': '539902404465',
          'abnormalScore': [
            '0.5353074180023433',
            '0.5691290908691176',
            '0.5353074180023433',
            '0.6277443642487012'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '20.0',
            '20.0',
            '20.0',
            '20.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ]
        }
      ]
    },
    {
      'storeName': '赛邦电子',
      'itemDetail': [
        {
          'itemName': '硅片晶舟盒专用包装袋铝箔袋屏蔽袋',
          'itemsort': '其他',
          'itemId': '601492969172',
          'abnormalScore': [
            '0.6560549841273555',
            '0.685642383605414',
            '0.6723311738562271',
            '0.6140505348623072'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '172.0',
            '116.0',
            '60.0',
            '4.0'
          ],
          'allComments': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allCollection': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ]
        }
      ]
    },
    {
      'storeName': '朗仕达照明工厂直销',
      'itemDetail': [
        {
          'itemName': '5W7瓦调光强磁铁夹长臂工夹台灯12V24V36工作学生护眼灯220伏110',
          'itemsort': '其他',
          'itemId': '42320759222',
          'abnormalScore': [
            '0.5893603344780937',
            '0.4713665388586209',
            '0.5594256830766339',
            '0.5003009459920762'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': '200Dogs 二百狗',
      'itemDetail': [
        {
          'itemName': '邮费补拍链接',
          'itemsort': '其他',
          'itemId': '598368086597',
          'abnormalScore': [
            '0.772432920221898',
            '0.7620065600348404',
            '0.7385569032449683',
            '0.7547919592505883'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allComments': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ],
          'allCollection': [
            '36.0',
            '36.0',
            '36.0',
            '36.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '"""""""25.4/28.6/31.8/38.1mm前叉用太阳花碗组吊心1 1/8 1 1/4 1 1/2"""""""""""""""',
          'itemsort': '运动户外',
          'itemId': '547298716546',
          'abnormalScore': [
            '0.6671568203119098',
            '0.724602421672466',
            '0.6671568203119098',
            '0.6782695186353167'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '13.0',
            '11.0',
            '9.0',
            '7.0'
          ],
          'allComments': [
            '76.0',
            '76.0',
            '76.0',
            '76.0'
          ],
          'allCollection': [
            '50.0',
            '50.0',
            '50.0',
            '50.0'
          ]
        },
        {
          'itemName': '22.2mm自行车1英寸腕组 25.4折叠车30有牙前叉碗组26.4/27公路车',
          'itemsort': '运动户外',
          'itemId': '38046978711',
          'abnormalScore': [
            '0.724602421672466',
            '0.6508282186775871',
            '0.6562261912996455',
            '0.6401651158020869'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '77.0',
            '77.0',
            '77.0',
            '77.0'
          ]
        },
        {
          'itemName': '41.8/42 47 52前叉轴承碗组公路车山地车锥形培林腕组51.8标锥OD2',
          'itemsort': '运动户外',
          'itemId': '546850367396',
          'abnormalScore': [
            '0.7127306098112203',
            '0.724602421672466',
            '0.6726902224406324',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allComments': [
            '1722.0',
            '1722.0',
            '1722.0',
            '1722.0'
          ],
          'allCollection': [
            '345.0',
            '345.0',
            '345.0',
            '345.0'
          ]
        },
        {
          'itemName': '41/41.4/41.5/41.8有碗半隐藏OCR TCR 迪卡侬btwin公路培林碗组',
          'itemsort': '运动户外',
          'itemId': '36813862970',
          'abnormalScore': [
            '0.6782695186353167',
            '0.6838950895415837',
            '0.7127306098112203',
            '0.701053304499571'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': 'BB30轴承转换五通中轴速联DUB山地公路车BB86螺纹压入式陶瓷培林',
          'itemsort': '运动户外',
          'itemId': '615428057369',
          'abnormalScore': [
            '0.6401651158020869',
            '0.7306122779168875',
            '0.6671568203119098',
            '0.6454746485935784'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allComments': [
            '516.0',
            '516.0',
            '516.0',
            '516.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        },
        {
          'itemName': 'GIANT/捷安特31.8前叉腕组垫环XTC PP TCR ADV SLR OD2 碗组垫圈',
          'itemsort': '运动户外',
          'itemId': '616012859942',
          'abnormalScore': [
            '0.6562261912996455',
            '0.7306122779168875',
            '0.661668934734635',
            '0.6895673189621316'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        },
        {
          'itemName': 'NECO有牙碗组34车头转1英寸25.4前叉碗组22.2把立27/26.4底档腕组',
          'itemsort': '运动户外',
          'itemId': '618007424983',
          'abnormalScore': [
            '0.7186420011864765',
            '0.6952865938829197',
            '0.7127306098112203',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '3.0',
            '1.0',
            '5.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': 'NECO高强度34MM外置碗组山地车龙头钢架街车车头轴承培林腕组套装',
          'itemsort': '运动户外',
          'itemId': '572128074510',
          'abnormalScore': [
            '0.7068678442439933',
            '0.6671568203119098',
            '0.7127306098112203',
            '0.6726902224406324'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        },
        {
          'itemName': 'neco山地车34mm外置培林碗组套装自行车龙头转向轴承腕组前叉配件',
          'itemsort': '运动户外',
          'itemId': '585051818866',
          'abnormalScore': [
            '0.6838950895415837',
            '0.7489425784368776',
            '0.6726902224406324',
            '0.6928296904329382'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '48.0',
            '33.0',
            '18.0',
            '3.0'
          ],
          'allComments': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ],
          'allCollection': [
            '76.0',
            '76.0',
            '76.0',
            '76.0'
          ]
        },
        {
          'itemName': 'specialized闪电碗组轴承专用49 49.5 46.8 45.3 45.8腕组培林',
          'itemsort': '运动户外',
          'itemId': '651143274212',
          'abnormalScore': [
            '0.6726902224406324',
            '0.6782695186353167',
            '0.6952865938829197',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': '代驾滑板车1 1/8碗組 山地车防水44mm复古 28.6有牙腕组7件碗25.4',
          'itemsort': '运动户外',
          'itemId': '647455451340',
          'abnormalScore': [
            '0.724602421672466',
            '0.6671568203119098',
            '0.661668934734635',
            '0.6454746485935784'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allCollection': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ]
        },
        {
          'itemName': '公路车山地车前叉碗组培林 自行车41配件44腕组41.8龙头52轴承47',
          'itemsort': '运动户外',
          'itemId': '546479475866',
          'abnormalScore': [
            '0.661668934734635',
            '0.6562261912996455',
            '0.6508282186775871',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '183.0',
            '183.0',
            '183.0',
            '183.0'
          ],
          'allComments': [
            '2398.0',
            '2398.0',
            '2398.0',
            '2398.0'
          ],
          'allCollection': [
            '870.0',
            '870.0',
            '870.0',
            '870.0'
          ]
        },
        {
          'itemName': '台产NECO折叠车用外置34mm改KAA061 BT410 KT510轴承车头碗组',
          'itemsort': '运动户外',
          'itemId': '538097244927',
          'abnormalScore': [
            '0.6296767161119596',
            '0.7306122779168875',
            '0.661668934734635',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '山地车前叉截管器 死飞自行车碗组头管上管 把横坐杆切割截短工具',
          'itemsort': '运动户外',
          'itemId': '589030910175',
          'abnormalScore': [
            '0.6562261912996455',
            '0.6671568203119098',
            '0.6562261912996455',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ]
        },
        {
          'itemName': '山地公路自行车膨胀吊芯碳纤维前叉螺丝碳叉太阳花心碗组膨胀吊心',
          'itemsort': '运动户外',
          'itemId': '36614633237',
          'abnormalScore': [
            '0.6838950895415837',
            '0.701053304499571',
            '0.6726902224406324',
            '0.7551543120677744'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '62.0',
            '62.0',
            '62.0',
            '62.0'
          ],
          'allComments': [
            '1066.0',
            '1066.0',
            '1066.0',
            '1066.0'
          ],
          'allCollection': [
            '474.0',
            '474.0',
            '474.0',
            '474.0'
          ]
        },
        {
          'itemName': '山地车公路车链条6 7 8 910速20S单车21 24 27 30变速自行车chain',
          'itemsort': '运动户外',
          'itemId': '624697145174',
          'abnormalScore': [
            '0.6782695186353167',
            '0.724602421672466',
            '0.6952865938829197',
            '0.661668934734635'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        },
        {
          'itemName': '山地车前叉花心打入工具自行车碗组梅花吊芯敲太阳花安装腕组吊心',
          'itemsort': '运动户外',
          'itemId': '640724868824',
          'abnormalScore': [
            '0.6782695186353167',
            '0.6296767161119596',
            '0.6671568203119098',
            '0.724602421672466'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        },
        {
          'itemName': '崔克trek山地车公路车 E2轴承碗组41-51马东41-52锥形培林腕组.8',
          'itemsort': '运动户外',
          'itemId': '40525504868',
          'abnormalScore': [
            '0.6895673189621316',
            '0.701053304499571',
            '0.7427819411634863',
            '0.6895673189621316'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        },
        {
          'itemName': '捷安特ATX /XTC 培林轴承44-50.6小锥管转直管标錐od2山地车 碗组',
          'itemsort': '运动户外',
          'itemId': '39369747565',
          'abnormalScore': [
            '0.6562261912996455',
            '0.7306122779168875',
            '0.6726902224406324',
            '0.6671568203119098'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '504.0',
            '504.0',
            '504.0',
            '504.0'
          ],
          'allCollection': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ]
        },
        {
          'itemName': '自行车中轴轴承中空牙盘山地车BB92 89配件螺纹压入SM-BB52 MT500',
          'itemsort': '运动户外',
          'itemId': '654178390143',
          'abnormalScore': [
            '0.6895673189621316',
            '0.6562261912996455',
            '0.7186420011864765',
            '0.7068678442439933'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '22.2mm自行车1英寸腕组 25.4折叠车30有牙前叉碗组26.4/27公路车',
          'itemsort': '运动户外',
          'itemId': '38046978711',
          'abnormalScore': [
            '0.724602421672466',
            '0.6508282186775871',
            '0.6562261912996455',
            '0.6401651158020869'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '220.0',
            '220.0',
            '220.0',
            '220.0'
          ],
          'allCollection': [
            '77.0',
            '77.0',
            '77.0',
            '77.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '41.8/42 47 52前叉轴承碗组公路车山地车锥形培林腕组51.8标锥OD2',
          'itemsort': '运动户外',
          'itemId': '546850367396',
          'abnormalScore': [
            '0.7127306098112203',
            '0.724602421672466',
            '0.6726902224406324',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '68.0',
            '68.0',
            '68.0',
            '68.0'
          ],
          'allComments': [
            '1722.0',
            '1722.0',
            '1722.0',
            '1722.0'
          ],
          'allCollection': [
            '345.0',
            '345.0',
            '345.0',
            '345.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '41/41.4/41.5/41.8有碗半隐藏OCR TCR 迪卡侬btwin公路培林碗组',
          'itemsort': '运动户外',
          'itemId': '36813862970',
          'abnormalScore': [
            '0.6782695186353167',
            '0.6838950895415837',
            '0.7127306098112203',
            '0.701053304499571'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allComments': [
            '52.0',
            '52.0',
            '52.0',
            '52.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'BB30轴承转换五通中轴速联DUB山地公路车BB86螺纹压入式陶瓷培林',
          'itemsort': '运动户外',
          'itemId': '615428057369',
          'abnormalScore': [
            '0.6401651158020869',
            '0.7306122779168875',
            '0.6671568203119098',
            '0.6454746485935784'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '60.0',
            '60.0',
            '60.0',
            '60.0'
          ],
          'allComments': [
            '516.0',
            '516.0',
            '516.0',
            '516.0'
          ],
          'allCollection': [
            '265.0',
            '265.0',
            '265.0',
            '265.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'GIANT/捷安特31.8前叉腕组垫环XTC PP TCR ADV SLR OD2 碗组垫圈',
          'itemsort': '运动户外',
          'itemId': '616012859942',
          'abnormalScore': [
            '0.6562261912996455',
            '0.7306122779168875',
            '0.661668934734635',
            '0.6895673189621316'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'NECO有牙碗组34车头转1英寸25.4前叉碗组22.2把立27/26.4底档腕组',
          'itemsort': '运动户外',
          'itemId': '618007424983',
          'abnormalScore': [
            '0.7186420011864765',
            '0.6952865938829197',
            '0.7127306098112203',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '7.0',
            '3.0',
            '1.0',
            '5.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'NECO高强度34MM外置碗组山地车龙头钢架街车车头轴承培林腕组套装',
          'itemsort': '运动户外',
          'itemId': '572128074510',
          'abnormalScore': [
            '0.7068678442439933',
            '0.6671568203119098',
            '0.7127306098112203',
            '0.6726902224406324'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ],
          'allCollection': [
            '198.0',
            '198.0',
            '198.0',
            '198.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'neco山地车34mm外置培林碗组套装自行车龙头转向轴承腕组前叉配件',
          'itemsort': '运动户外',
          'itemId': '585051818866',
          'abnormalScore': [
            '0.6838950895415837',
            '0.7489425784368776',
            '0.6726902224406324',
            '0.6928296904329382'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '48.0',
            '33.0',
            '18.0',
            '3.0'
          ],
          'allComments': [
            '270.0',
            '270.0',
            '270.0',
            '270.0'
          ],
          'allCollection': [
            '76.0',
            '76.0',
            '76.0',
            '76.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': 'specialized闪电碗组轴承专用49 49.5 46.8 45.3 45.8腕组培林',
          'itemsort': '运动户外',
          'itemId': '651143274212',
          'abnormalScore': [
            '0.6726902224406324',
            '0.6782695186353167',
            '0.6952865938829197',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '代驾滑板车1 1/8碗組 山地车防水44mm复古 28.6有牙腕组7件碗25.4',
          'itemsort': '运动户外',
          'itemId': '647455451340',
          'abnormalScore': [
            '0.724602421672466',
            '0.6671568203119098',
            '0.661668934734635',
            '0.6454746485935784'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ],
          'allCollection': [
            '26.0',
            '26.0',
            '26.0',
            '26.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '公路车山地车前叉碗组培林 自行车41配件44腕组41.8龙头52轴承47',
          'itemsort': '运动户外',
          'itemId': '546479475866',
          'abnormalScore': [
            '0.661668934734635',
            '0.6562261912996455',
            '0.6508282186775871',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '183.0',
            '183.0',
            '183.0',
            '183.0'
          ],
          'allComments': [
            '2398.0',
            '2398.0',
            '2398.0',
            '2398.0'
          ],
          'allCollection': [
            '870.0',
            '870.0',
            '870.0',
            '870.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '台产NECO折叠车用外置34mm改KAA061 BT410 KT510轴承车头碗组',
          'itemsort': '运动户外',
          'itemId': '538097244927',
          'abnormalScore': [
            '0.6296767161119596',
            '0.7306122779168875',
            '0.661668934734635',
            '0.6562261912996455'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '104.0',
            '104.0',
            '104.0',
            '104.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '山地车前叉截管器 死飞自行车碗组头管上管 把横坐杆切割截短工具',
          'itemsort': '运动户外',
          'itemId': '589030910175',
          'abnormalScore': [
            '0.6562261912996455',
            '0.6671568203119098',
            '0.6562261912996455',
            '0.7127306098112203'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '山地公路自行车膨胀吊芯碳纤维前叉螺丝碳叉太阳花心碗组膨胀吊心',
          'itemsort': '运动户外',
          'itemId': '36614633237',
          'abnormalScore': [
            '0.6838950895415837',
            '0.701053304499571',
            '0.6726902224406324',
            '0.7551543120677744'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '62.0',
            '62.0',
            '62.0',
            '62.0'
          ],
          'allComments': [
            '1066.0',
            '1066.0',
            '1066.0',
            '1066.0'
          ],
          'allCollection': [
            '474.0',
            '474.0',
            '474.0',
            '474.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '山地车公路车链条6 7 8 910速20S单车21 24 27 30变速自行车chain',
          'itemsort': '运动户外',
          'itemId': '624697145174',
          'abnormalScore': [
            '0.6782695186353167',
            '0.724602421672466',
            '0.6952865938829197',
            '0.661668934734635'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '30.0',
            '30.0',
            '30.0',
            '30.0'
          ],
          'allComments': [
            '24.0',
            '24.0',
            '24.0',
            '24.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '山地车前叉花心打入工具自行车碗组梅花吊芯敲太阳花安装腕组吊心',
          'itemsort': '运动户外',
          'itemId': '640724868824',
          'abnormalScore': [
            '0.6782695186353167',
            '0.6296767161119596',
            '0.6671568203119098',
            '0.724602421672466'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ],
          'allCollection': [
            '32.0',
            '32.0',
            '32.0',
            '32.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '崔克trek山地车公路车 E2轴承碗组41-51马东41-52锥形培林腕组.8',
          'itemsort': '运动户外',
          'itemId': '40525504868',
          'abnormalScore': [
            '0.6895673189621316',
            '0.701053304499571',
            '0.7427819411634863',
            '0.6895673189621316'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ],
          'allComments': [
            '92.0',
            '92.0',
            '92.0',
            '92.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '捷安特ATX /XTC 培林轴承44-50.6小锥管转直管标錐od2山地车 碗组',
          'itemsort': '运动户外',
          'itemId': '39369747565',
          'abnormalScore': [
            '0.6562261912996455',
            '0.7306122779168875',
            '0.6726902224406324',
            '0.6671568203119098'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '504.0',
            '504.0',
            '504.0',
            '504.0'
          ],
          'allCollection': [
            '128.0',
            '128.0',
            '128.0',
            '128.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 雷锋精神店neco ROVE',
      'itemDetail': [
        {
          'itemName': '自行车中轴轴承中空牙盘山地车BB92 89配件螺纹压入SM-BB52 MT500',
          'itemsort': '运动户外',
          'itemId': '654178390143',
          'abnormalScore': [
            '0.6895673189621316',
            '0.6562261912996455',
            '0.7186420011864765',
            '0.7068678442439933'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ],
          'allCollection': [
            '49.0',
            '49.0',
            '49.0',
            '49.0'
          ]
        }
      ]
    },
    {
      'storeName': '新达防静电劳保批发行',
      'itemDetail': [
        {
          'itemName': '"""""""3009超细纤维无尘布 3009无尘布 无尘擦拭布 纤维布 镜头布 9""""""""*9"""""""""""""""',
          'itemsort': '手机数码',
          'itemId': '565098194405',
          'abnormalScore': [
            '0.6774983714837999',
            '0.5896355138999819',
            '0.6201830030011336',
            '0.5374860765407871'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '217.0',
            '420.0',
            '215.0',
            '269.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': '上海超越卡套阀门厂',
      'itemDetail': [
        {
          'itemName': '304不锈钢内丝卡套接头美制内螺纹不锈钢管卡套式接头NPT1/4-1/2',
          'itemsort': '家居建材',
          'itemId': '530743685743',
          'abnormalScore': [
            '0.6027091898880146',
            '0.5906254082162722',
            '0.6027091898880146',
            '0.6737272206132855'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allComments': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ],
          'allCollection': [
            '126.0',
            '126.0',
            '126.0',
            '126.0'
          ]
        },
        {
          'itemName': '304不锈钢接头 补芯 内外丝直通 高压内外转接头 防爆接头',
          'itemsort': '家居建材',
          'itemId': '592286243825',
          'abnormalScore': [
            '0.6150401972589211',
            '0.5558083457385963',
            '0.6805843185776843',
            '0.6276234883934276'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '上海超越卡套阀门厂',
      'itemDetail': [
        {
          'itemName': '304不锈钢接头 补芯 内外丝直通 高压内外转接头 防爆接头',
          'itemsort': '家居建材',
          'itemId': '592286243825',
          'abnormalScore': [
            '0.6150401972589211',
            '0.5558083457385963',
            '0.6805843185776843',
            '0.6276234883934276'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '"""""""304美标棒料加工补芯外NPT3/8"""""""" ZG3/8转内NPT1/4 1/8 接头"""""""',
          'itemsort': '家居建材',
          'itemId': '27336324077',
          'abnormalScore': [
            '0.5408468061857735',
            '0.5656367313837896',
            '0.5840364947556055',
            '0.5784545896106726'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '30.0',
            '0.3333333333333339',
            '30.0',
            '119.0'
          ],
          'allComments': [
            '14.0',
            '13.999999999999998',
            '14.0',
            '14.0'
          ],
          'allCollection': [
            '7.0',
            '6.999999999999999',
            '7.0',
            '7.0'
          ]
        },
        {
          'itemName': '304非标转接头 NPT1寸变6分 美标转英制接头 不锈钢接头',
          'itemsort': '家居建材',
          'itemId': '19629342570',
          'abnormalScore': [
            '0.5008510091201697',
            '0.5339656462618994',
            '0.5840364947556055',
            '0.5271720349032685'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        },
        {
          'itemName': '不锈钢304六角螺母六角根母六角并母薄螺母外六角螺母螺帽2 4 6分',
          'itemsort': '家居建材',
          'itemId': '38250660372',
          'abnormalScore': [
            '0.6167001226916086',
            '0.5934596234260433',
            '0.5188014403080169',
            '0.5408468061857735'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ],
          'allComments': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ],
          'allCollection': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ]
        }
      ]
    },
    {
      'storeName': '上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '304非标转接头 NPT1寸变6分 美标转英制接头 不锈钢接头',
          'itemsort': '家居建材',
          'itemId': '19629342570',
          'abnormalScore': [
            '0.5008510091201697',
            '0.5339656462618994',
            '0.5840364947556055',
            '0.5271720349032685'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        }
      ]
    },
    {
      'storeName': '上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '不锈钢304六角螺母六角根母六角并母薄螺母外六角螺母螺帽2 4 6分',
          'itemsort': '家居建材',
          'itemId': '38250660372',
          'abnormalScore': [
            '0.6167001226916086',
            '0.5934596234260433',
            '0.5188014403080169',
            '0.5408468061857735'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0'
          ],
          'allSale': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ],
          'allComments': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ],
          'allCollection': [
            '186.0',
            '186.0',
            '186.0',
            '186.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 双航流体管件阀门厂',
      'itemDetail': [
        {
          'itemName': '304不锈钢单头外丝焊接光面短丝BSPT 5寸6寸DN125 DN150',
          'itemsort': '家居建材',
          'itemId': '619479447164',
          'abnormalScore': [
            '0.6293872279608982',
            '0.5971283487792448',
            '0.6704064877859591',
            '0.5908777584007743'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '130.0',
            '130.0',
            '130.0',
            '130.0'
          ],
          'allCollection': [
            '130.0',
            '130.0',
            '130.0',
            '130.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 接头连接件',
      'itemDetail': [
        {
          'itemName': 'G1/2转NPT1/8 不锈钢对丝 双外丝接头 一边G1/2 一边1/8npt 组合',
          'itemsort': '家居建材',
          'itemId': '635780347378',
          'abnormalScore': [
            '0.6749946049696921',
            '0.6624784333392303',
            '0.713979878929528',
            '0.6204714384874984'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        },
        {
          'itemName': 'M16x1.5-M27x2 不锈钢内外丝接头 内螺纹M16x1.5 外螺纹M27x2',
          'itemsort': '手机数码',
          'itemId': '650492702172',
          'abnormalScore': [
            '0.781929387622931',
            '0.7552168028648355',
            '0.7511889644246186',
            '0.7451874494764209'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': 'NPT1/8-M10x1 不锈钢内外丝接头 内螺纹1/8NPT 外螺纹M10x1 变径',
          'itemsort': '家居建材',
          'itemId': '623709978489',
          'abnormalScore': [
            '0.6263052805958572',
            '0.7073293747564557',
            '0.6321939740827552',
            '0.6942136316252694'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 接头连接件',
      'itemDetail': [
        {
          'itemName': 'M16x1.5-M27x2 不锈钢内外丝接头 内螺纹M16x1.5 外螺纹M27x2',
          'itemsort': '手机数码',
          'itemId': '650492702172',
          'abnormalScore': [
            '0.781929387622931',
            '0.7552168028648355',
            '0.7511889644246186',
            '0.7451874494764209'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0',
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 接头连接件',
      'itemDetail': [
        {
          'itemName': 'NPT1/8-M10x1 不锈钢内外丝接头 内螺纹1/8NPT 外螺纹M10x1 变径',
          'itemsort': '家居建材',
          'itemId': '623709978489',
          'abnormalScore': [
            '0.6263052805958572',
            '0.7073293747564557',
            '0.6321939740827552',
            '0.6942136316252694'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '12.0',
            '12.0',
            '12.0',
            '12.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '304不锈钢转接头内丝G3/8 G1/2 转外7/16-20UNF 1/4 2分 制冷接口',
          'itemsort': '家居建材',
          'itemId': '619430077889',
          'abnormalScore': [
            '0.5761456532529953',
            '0.5419070066602172',
            '0.651249400349506',
            '0.5904393575776165'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '19.0',
            '19.0',
            '19.0',
            '19.0'
          ],
          'allComments': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '304非标转接头 NPT1寸变6分 美标转英制接头 不锈钢接头',
          'itemsort': '家居建材',
          'itemId': '19629342570',
          'abnormalScore': [
            '0.5761456532529953',
            '0.6354835706318301',
            '0.5419070066602172',
            '0.5485879589775294'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        },
        {
          'itemName': '304不锈钢补芯 订做接头内丝G1/4-外3分 1/2 6分',
          'itemsort': '家居建材',
          'itemId': '45409784751',
          'abnormalScore': [
            '0.5621979793558814',
            '0.5775593123137188',
            '0.6401728180023141',
            '0.5539919763348392'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        },
        {
          'itemName': '无汞锌锰电池 4F22 6V 电源',
          'itemsort': '手机数码',
          'itemId': '20551052789',
          'abnormalScore': [
            '0.7165641441188341',
            '0.651249400349506',
            '0.6370428240992344',
            '0.5947962227003423'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '304非标转接头 NPT1寸变6分 美标转英制接头 不锈钢接头',
          'itemsort': '家居建材',
          'itemId': '19629342570',
          'abnormalScore': [
            '0.5761456532529953',
            '0.6354835706318301',
            '0.5419070066602172',
            '0.5485879589775294'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '14.0',
            '14.0',
            '14.0',
            '14.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '304不锈钢补芯 订做接头内丝G1/4-外3分 1/2 6分',
          'itemsort': '家居建材',
          'itemId': '45409784751',
          'abnormalScore': [
            '0.5621979793558814',
            '0.5775593123137188',
            '0.6401728180023141',
            '0.5539919763348392'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '10.0',
            '10.0',
            '10.0',
            '10.0'
          ],
          'allCollection': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 上海杰电贸易',
      'itemDetail': [
        {
          'itemName': '无汞锌锰电池 4F22 6V 电源',
          'itemsort': '手机数码',
          'itemId': '20551052789',
          'abnormalScore': [
            '0.7165641441188341',
            '0.651249400349506',
            '0.6370428240992344',
            '0.5947962227003423'
          ],
          'abnormalMonth': [
            '6.0',
            '7.0',
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 半球家外贸大码鞋',
      'itemDetail': [
        {
          'itemName': '3个包邮 无节操清货 基本上都是店里卖过的 低于成本几倍的价格',
          'itemsort': '服装鞋包',
          'itemId': '643037975916',
          'abnormalScore': [
            '0.5971283487792448',
            '0.6564446515061705',
            '0.6564446515061705',
            '0.5785721815985492'
          ],
          'abnormalMonth': [
            '7.0',
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': '包邮 清货价1.2m 1.5m 1.8 m 2.0m多规格任选AB双面四件套',
          'itemsort': '家居建材',
          'itemId': '640427193484',
          'abnormalScore': [
            '0.6564446515061705',
            '0.6098285942981131',
            '0.6564446515061705',
            '0.5846925976408428'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '4.0',
            '3.0',
            '2.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        },
        {
          'itemName': '特价~45包邮 少量 实体货~圆扣经典定型小方包 肩带可调',
          'itemsort': '服装鞋包',
          'itemId': '642614371577',
          'abnormalScore': [
            '0.5908777584007743',
            '0.5908777584007743',
            '0.5971283487792448',
            '0.6704064877859591'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allCollection': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 半球家外贸大码鞋',
      'itemDetail': [
        {
          'itemName': '包邮 清货价1.2m 1.5m 1.8 m 2.0m多规格任选AB双面四件套',
          'itemsort': '家居建材',
          'itemId': '640427193484',
          'abnormalScore': [
            '0.6564446515061705',
            '0.6098285942981131',
            '0.6564446515061705',
            '0.5846925976408428'
          ],
          'abnormalMonth': [
            '6.0',
            '8.0'
          ],
          'allSale': [
            '5.0',
            '4.0',
            '3.0',
            '2.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        }
      ]
    },
    {
      'storeName': ' 半球家外贸大码鞋',
      'itemDetail': [
        {
          'itemName': '特价~45包邮 少量 实体货~圆扣经典定型小方包 肩带可调',
          'itemsort': '服装鞋包',
          'itemId': '642614371577',
          'abnormalScore': [
            '0.5908777584007743',
            '0.5908777584007743',
            '0.5971283487792448',
            '0.6704064877859591'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ],
          'allCollection': [
            '45.0',
            '45.0',
            '45.0',
            '45.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '包邮吸尘器吸口除尘器集尘器配件100mm软管接头吸尘口喇叭吸尘口',
          'itemsort': '家用电器',
          'itemId': '600651352483',
          'abnormalScore': [
            '0.5852606875409403',
            '0.6475088395538948',
            '0.5912062110775517',
            '0.6810733326332532'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '19.0',
            '19.5',
            '20.0',
            '20.5'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '包邮90度直角夹 焊接夹 木工夹 角度夹 木工夹具 定位单双手柄',
          'itemsort': '家居建材',
          'itemId': '41025541720',
          'abnormalScore': [
            '0.6810733326332532',
            '0.6155984637945005',
            '0.6155984637945005',
            '0.6281694293384651'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '包邮吸尘器除尘器集尘器配件附件吸收口木工房中央吸尘系统三通',
          'itemsort': '家居建材',
          'itemId': '594199074693',
          'abnormalScore': [
            '0.4928622561831336',
            '0.6155984637945005',
            '0.6810733326332532',
            '0.6155984637945005'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': '包邮木工桌钳桌虎钳台钳木工夹钳导杆夹具桌子夹持钳台虎钳',
          'itemsort': '家居建材',
          'itemId': '526500070097',
          'abnormalScore': [
            '0.5972121337676973',
            '0.6094076371641085',
            '0.667443650898403',
            '0.5735484143966354'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allComments': [
            '496.0',
            '496.0',
            '496.0',
            '496.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        },
        {
          'itemName': '包邮电圆锯 迷你锯 多功能电锯切割金属塑料木材铝型材多用迷你魔',
          'itemsort': '家居建材',
          'itemId': '570751295050',
          'abnormalScore': [
            '0.5852606875409403',
            '0.5852606875409403',
            '0.667443650898403',
            '0.6155984637945005'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': '木工桌连接杆木工夹钳导杆桌虎钳桌钳夹工作台操作台夹持台钳卜派',
          'itemsort': '家居建材',
          'itemId': '569333962928',
          'abnormalScore': [
            '0.6281694293384651',
            '0.6879921939467359',
            '0.6475088395538948',
            '0.6218521815539664'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '124.0',
            '124.0',
            '124.0',
            '124.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '包邮90度直角夹 焊接夹 木工夹 角度夹 木工夹具 定位单双手柄',
          'itemsort': '家居建材',
          'itemId': '41025541720',
          'abnormalScore': [
            '0.6810733326332532',
            '0.6155984637945005',
            '0.6155984637945005',
            '0.6281694293384651'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '包邮吸尘器除尘器集尘器配件附件吸收口木工房中央吸尘系统三通',
          'itemsort': '家居建材',
          'itemId': '594199074693',
          'abnormalScore': [
            '0.4928622561831336',
            '0.6155984637945005',
            '0.6810733326332532',
            '0.6155984637945005'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '22.0',
            '22.0',
            '22.0',
            '22.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '包邮木工桌钳桌虎钳台钳木工夹钳导杆夹具桌子夹持钳台虎钳',
          'itemsort': '家居建材',
          'itemId': '526500070097',
          'abnormalScore': [
            '0.5972121337676973',
            '0.6094076371641085',
            '0.667443650898403',
            '0.5735484143966354'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allComments': [
            '496.0',
            '496.0',
            '496.0',
            '496.0'
          ],
          'allCollection': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '包邮电圆锯 迷你锯 多功能电锯切割金属塑料木材铝型材多用迷你魔',
          'itemsort': '家居建材',
          'itemId': '570751295050',
          'abnormalScore': [
            '0.5852606875409403',
            '0.5852606875409403',
            '0.667443650898403',
            '0.6155984637945005'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '40.0',
            '40.0',
            '40.0',
            '40.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': '中国机电城',
      'itemDetail': [
        {
          'itemName': '木工桌连接杆木工夹钳导杆桌虎钳桌钳夹工作台操作台夹持台钳卜派',
          'itemsort': '家居建材',
          'itemId': '569333962928',
          'abnormalScore': [
            '0.6281694293384651',
            '0.6879921939467359',
            '0.6475088395538948',
            '0.6218521815539664'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '124.0',
            '124.0',
            '124.0',
            '124.0'
          ],
          'allCollection': [
            '28.0',
            '28.0',
            '28.0',
            '28.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '"""""""YN50ZT-15KG进口台湾HSUM油压表2""""""""背式带边喇叭口螺纹冷水机用"""""""',
          'itemsort': '家居建材',
          'itemId': '18028871759',
          'abnormalScore': [
            '0.6813410887965483',
            '0.6687072366983583',
            '0.6263052805958572',
            '0.7206929129611563'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ],
          'allCollection': [
            '48.0',
            '48.0',
            '48.0',
            '48.0'
          ]
        },
        {
          'itemName': '100MM径向负76CMHG/30INHG不锈钢真空压力表3/8PT牙',
          'itemsort': '家居建材',
          'itemId': '19188400439',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6687072366983583',
            '0.5921072819307835',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        },
        {
          'itemName': '100mm径向-0.1-0-0.3MPA/3KG气压真空压力表ZG3/8螺纹',
          'itemsort': '家居建材',
          'itemId': '13327086061',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6501943443819184',
            '0.6687072366983583',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        },
        {
          'itemName': '60MM盘形-76cmHg/-0.1mpa-0黑底塑面真空气压表1/4PT牙',
          'itemsort': '家居建材',
          'itemId': '560807168161',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6501943443819184',
            '0.6146919368338664',
            '0.6381380346758504'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        },
        {
          'itemName': '60MM表面直立0-5KG/psi气压压力表1/4PT牙中邦燃气设备专用',
          'itemsort': '家居建材',
          'itemId': '15912037330',
          'abnormalScore': [
            '0.6321939740827552',
            '0.6146919368338664',
            '0.6321939740827552',
            '0.7206929129611563'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        },
        {
          'itemName': '63MM表面轴向 4MPA/40KG 不锈钢防震油压表 压力表1/4牙',
          'itemsort': '家居建材',
          'itemId': '22286716578',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6089662694702472',
            '0.6942136316252694',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        },
        {
          'itemName': 'LZT-08A20M-V面板式带阀流量计NBDC流量计 10-100LPM',
          'itemsort': '家居建材',
          'itemId': '20050833404',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6441379829518132',
            '0.7007408179954342',
            '0.6381380346758504'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ],
          'allCollection': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '100MM径向负76CMHG/30INHG不锈钢真空压力表3/8PT牙',
          'itemsort': '家居建材',
          'itemId': '19188400439',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6687072366983583',
            '0.5921072819307835',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allComments': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ],
          'allCollection': [
            '11.0',
            '11.0',
            '11.0',
            '11.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '100mm径向-0.1-0-0.3MPA/3KG气压真空压力表ZG3/8螺纹',
          'itemsort': '家居建材',
          'itemId': '13327086061',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6501943443819184',
            '0.6687072366983583',
            '0.6501943443819184'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ],
          'allCollection': [
            '35.0',
            '35.0',
            '35.0',
            '35.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '60MM盘形-76cmHg/-0.1mpa-0黑底塑面真空气压表1/4PT牙',
          'itemsort': '家居建材',
          'itemId': '560807168161',
          'abnormalScore': [
            '0.7007408179954342',
            '0.6501943443819184',
            '0.6146919368338664',
            '0.6381380346758504'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '200.0',
            '200.0',
            '200.0',
            '200.0'
          ],
          'allComments': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ],
          'allCollection': [
            '18.0',
            '18.0',
            '18.0',
            '18.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '60MM表面直立0-5KG/psi气压压力表1/4PT牙中邦燃气设备专用',
          'itemsort': '家居建材',
          'itemId': '15912037330',
          'abnormalScore': [
            '0.6321939740827552',
            '0.6146919368338664',
            '0.6321939740827552',
            '0.7206929129611563'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ],
          'allCollection': [
            '15.0',
            '15.0',
            '15.0',
            '15.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': '63MM表面轴向 4MPA/40KG 不锈钢防震油压表 压力表1/4牙',
          'itemsort': '家居建材',
          'itemId': '22286716578',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6089662694702472',
            '0.6942136316252694',
            '0.6321939740827552'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allCollection': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ]
        }
      ]
    },
    {
      'storeName': '东莞中雷压力表',
      'itemDetail': [
        {
          'itemName': 'LZT-08A20M-V面板式带阀流量计NBDC流量计 10-100LPM',
          'itemsort': '家居建材',
          'itemId': '20050833404',
          'abnormalScore': [
            '0.6381380346758504',
            '0.6441379829518132',
            '0.7007408179954342',
            '0.6381380346758504'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ],
          'allCollection': [
            '168.0',
            '168.0',
            '168.0',
            '168.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳恒信监控器材批发',
      'itemDetail': [
        {
          'itemName': 'M7镜头3.7mm微型尖锥小孔镜嘴 3.7mm百万高清4片式镜片 M7*0.35',
          'itemsort': '家居建材',
          'itemId': '600827166426',
          'abnormalScore': [
            '0.6523198939115882',
            '0.6523198939115882',
            '0.6802221323322467',
            '0.7396581183307896'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allComments': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ],
          'allCollection': [
            '13.0',
            '13.0',
            '13.0',
            '13.0'
          ]
        },
        {
          'itemName': '奇盟1/1.8 800万M12切换器 1/2 sensor高清4k金属IR-CUT20/22孔',
          'itemsort': '家居建材',
          'itemId': '535821984661',
          'abnormalScore': [
            '0.7273693125146751',
            '0.6689208060993667',
            '0.7034008137269765',
            '0.7152846750090861'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        },
        {
          'itemName': '监控模组挡光棉 镜头座防尘圈 三合一遮光圈 海棉圈 摄像机镜头圈',
          'itemsort': '家居建材',
          'itemId': '38557792313',
          'abnormalScore': [
            '0.7213016860604456',
            '0.6802221323322467',
            '0.6802221323322467',
            '0.6523198939115882'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        },
        {
          'itemName': '监控500万8MM镜头 5MP数字高清8毫米小镜头 M12五百万像素8mm镜头',
          'itemsort': '家居建材',
          'itemId': '525203038979',
          'abnormalScore': [
            '0.6523198939115882',
            '0.6917143929380112',
            '0.6633407499861373',
            '0.7273693125146751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allCollection': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ]
        },
        {
          'itemName': '监控模组挡光棉 镜头座防尘圈 三合一遮光圈 海棉圈 摄像机镜头圈',
          'itemsort': '家居建材',
          'itemId': '38557792313',
          'abnormalScore': [
            '0.6633407499861373',
            '0.7396581183307896',
            '0.64687832059138',
            '0.6745478019283115'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳恒信监控器材批发',
      'itemDetail': [
        {
          'itemName': '奇盟1/1.8 800万M12切换器 1/2 sensor高清4k金属IR-CUT20/22孔',
          'itemsort': '家居建材',
          'itemId': '535821984661',
          'abnormalScore': [
            '0.7273693125146751',
            '0.6689208060993667',
            '0.7034008137269765',
            '0.7152846750090861'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '6.0',
            '6.0',
            '6.0',
            '6.0'
          ],
          'allComments': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allCollection': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳恒信监控器材批发',
      'itemDetail': [
        {
          'itemName': '监控模组挡光棉 镜头座防尘圈 三合一遮光圈 海棉圈 摄像机镜头圈',
          'itemsort': '家居建材',
          'itemId': '38557792313',
          'abnormalScore': [
            '0.7213016860604456',
            '0.6802221323322467',
            '0.6802221323322467',
            '0.6523198939115882'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '25.0',
            '25.0',
            '25.0',
            '25.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳恒信监控器材批发',
      'itemDetail': [
        {
          'itemName': '监控500万8MM镜头 5MP数字高清8毫米小镜头 M12五百万像素8mm镜头',
          'itemsort': '家居建材',
          'itemId': '525203038979',
          'abnormalScore': [
            '0.6523198939115882',
            '0.6917143929380112',
            '0.6633407499861373',
            '0.7273693125146751'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ],
          'allCollection': [
            '21.0',
            '21.0',
            '21.0',
            '21.0'
          ]
        }
      ]
    },
    {
      'storeName': '深圳恒信监控器材批发',
      'itemDetail': [
        {
          'itemName': '监控模组挡光棉 镜头座防尘圈 三合一遮光圈 海棉圈 摄像机镜头圈',
          'itemsort': '家居建材',
          'itemId': '38557792313',
          'abnormalScore': [
            '0.6633407499861373',
            '0.7396581183307896',
            '0.64687832059138',
            '0.6745478019283115'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allCollection': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ]
        }
      ]
    },
    {
      'storeName': 'qdlyl 精品店',
      'itemDetail': [
        {
          'itemName': '618大促！大品牌，好声音！暖暖的在家放着 不见不散LV288',
          'itemsort': '家用电器',
          'itemId': '646273469811',
          'abnormalScore': [
            '0.6007374058907535',
            '0.6073879599323708',
            '0.6855872338561427',
            '0.6920877369081849'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '7.0',
            '7.0',
            '7.0',
            '7.0'
          ],
          'allComments': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ],
          'allCollection': [
            '75.0',
            '75.0',
            '75.0',
            '75.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ADORE线上商店',
      'itemDetail': [
        {
          'itemName': '"""""""ADORE 2019 F/W 简约设计感 """"""""立体主义“ 高级棉麻藏青色阔腿裤"""""""',
          'itemsort': '服装鞋包',
          'itemId': '610119984788',
          'abnormalScore': [
            '0.5742540767313944',
            '0.6735373160699852',
            '0.601421218809526',
            '0.5650383905647897'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '80.0',
            '80.0',
            '80.0',
            '80.0'
          ],
          'allCollection': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ]
        },
        {
          'itemName': 'Adore 新款 Aiko博主同款 重磅双层衬里秋冬长袖纯红色高腰连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '654187638683',
          'abnormalScore': [
            '0.6750957826871822',
            '0.6371945765909311',
            '0.5676562477501221',
            '0.601421218809526'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '680.0',
            '680.0',
            '680.0',
            '680.0'
          ],
          'allCollection': [
            '680.0',
            '680.0',
            '680.0',
            '680.0'
          ]
        },
        {
          'itemName': 'Aiko博主同款Adore 新疆棉重磅高级剪裁垫肩无袖黑色长裙小众设计',
          'itemsort': '服装鞋包',
          'itemId': '646622160540',
          'abnormalScore': [
            '0.5809285918188068',
            '0.5676562477501221',
            '0.5809285918188068',
            '0.6673393440294004'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '780.0',
            '780.0',
            '780.0',
            '780.0'
          ],
          'allCollection': [
            '780.0',
            '780.0',
            '780.0',
            '780.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ADORE线上商店',
      'itemDetail': [
        {
          'itemName': 'Adore 新款 Aiko博主同款 重磅双层衬里秋冬长袖纯红色高腰连衣裙',
          'itemsort': '服装鞋包',
          'itemId': '654187638683',
          'abnormalScore': [
            '0.6750957826871822',
            '0.6371945765909311',
            '0.5676562477501221',
            '0.601421218809526'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '680.0',
            '680.0',
            '680.0',
            '680.0'
          ],
          'allCollection': [
            '680.0',
            '680.0',
            '680.0',
            '680.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ADORE线上商店',
      'itemDetail': [
        {
          'itemName': 'Aiko博主同款Adore 新疆棉重磅高级剪裁垫肩无袖黑色长裙小众设计',
          'itemsort': '服装鞋包',
          'itemId': '646622160540',
          'abnormalScore': [
            '0.5809285918188068',
            '0.5676562477501221',
            '0.5809285918188068',
            '0.6673393440294004'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '9.0',
            '9.0',
            '9.0',
            '9.0'
          ],
          'allComments': [
            '780.0',
            '780.0',
            '780.0',
            '780.0'
          ],
          'allCollection': [
            '780.0',
            '780.0',
            '780.0',
            '780.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP BOXING元素設計“美少女搏擊俱樂部”絲滑緞面短褲',
          'itemsort': '美妆饰品',
          'itemId': '645602834070',
          'abnormalScore': [
            '0.670208426914406',
            '0.670208426914406',
            '0.7104839573612034',
            '0.6758191777080139'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ],
          'allCollection': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP JI細幼馬海毛羊毛混紡細膩空氣感經典條紋顯瘦毛衣',
          'itemsort': '',
          'itemId': '653055343200',
          'abnormalScore': [
            '0.670208426914406',
            '0.7164318808243012',
            '0.6646442574039377',
            '0.6758191777080139'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '269.0',
            '269.0',
            '269.0',
            '269.0'
          ],
          'allCollection': [
            '269.0',
            '269.0',
            '269.0',
            '269.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP SMOKEGREEN 烟灰绿 可以一秒变少女的T裙套装',
          'itemsort': '服装鞋包',
          'itemId': '598036926154',
          'abnormalScore': [
            '0.7224295982245545',
            '0.670208426914406',
            '0.6646442574039377',
            '0.632216013962331'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP 唯美夢幻白玫瑰 進口宮廷歐根紗提花棉多層裙褲',
          'itemsort': '服装鞋包',
          'itemId': '628275289013',
          'abnormalScore': [
            '0.7164318808243012',
            '0.6536541185442503',
            '0.6591262824519052',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ],
          'allCollection': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP 精緻又懂得享受生活的你BI備時髦大翻領精梳棉襯衫',
          'itemsort': '',
          'itemId': '655655227415',
          'abnormalScore': [
            '0.7164318808243012',
            '0.6646442574039377',
            '0.6375087055484422',
            '0.6536541185442503'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ],
          'allCollection': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP初秋貴婦午茶永恆經典重磅流蘇針織香奶奶白金套裝',
          'itemsort': '',
          'itemId': '652510826747',
          'abnormalScore': [
            '0.6646442574039377',
            '0.642845705699359',
            '0.7045854144386284',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ],
          'allCollection': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP夏季新品 引起別人瘋狂妒忌 ALU紅不規則襯衫連衣裙',
          'itemsort': '服装鞋包',
          'itemId': '624052951819',
          'abnormalScore': [
            '0.6758191777080139',
            '0.642845705699359',
            '0.7104839573612034',
            '0.6217620881134819'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP小公主也可以很大人显瘦上衣/刺繡蕾絲决品牛仔半裙',
          'itemsort': '服装鞋包',
          'itemId': '651071715143',
          'abnormalScore': [
            '0.6646442574039377',
            '0.6591262824519052',
            '0.6646442574039377',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ],
          'allCollection': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ]
        },
        {
          'itemName': 'ALUONLINESHOP早秋鑽T王_鎮店之寶施華洛世奇鑽真絲棉T恤宽松上衣',
          'itemsort': '',
          'itemId': '651716572085',
          'abnormalScore': [
            '0.6871819862581876',
            '0.7104839573612034',
            '0.6758191777080139',
            '0.6814768997469892'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ],
          'allCollection': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ]
        },
        {
          'itemName': 'ALU秋季私服OOTD 巴黎女孩黑巧克力皮質愛心細膩羊絨公主袖開衫',
          'itemsort': '',
          'itemId': '655269114055',
          'abnormalScore': [
            '0.6536541185442503',
            '0.7284775264194083',
            '0.6929348337604223',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ],
          'allCollection': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ]
        },
        {
          'itemName': 'ALU高端設計头等舱系列-日本棉設計心機兩色t恤連衣裙',
          'itemsort': '服装鞋包',
          'itemId': '614096958722',
          'abnormalScore': [
            '0.7045854144386284',
            '0.6987358420920236',
            '0.6814768997469892',
            '0.6987358420920236'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        },
        {
          'itemName': 'CAN2021夏季新款 你是含在嘴里的柠檬糖 镂空针织polo修身上衣',
          'itemsort': '服装鞋包',
          'itemId': '646621822559',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6646442574039377',
            '0.7045854144386284',
            '0.6987358420920236'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '169.0',
            '169.0',
            '169.0',
            '169.0'
          ],
          'allCollection': [
            '169.0',
            '169.0',
            '169.0',
            '169.0'
          ]
        },
        {
          'itemName': 'CAN2021夏季新款 法式复古波点拼接网纱收腰显瘦泡泡袖连衣裙女',
          'itemsort': '服装鞋包',
          'itemId': '649307202838',
          'abnormalScore': [
            '0.670208426914406',
            '0.6591262824519052',
            '0.7284775264194083',
            '0.6375087055484422'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ],
          'allCollection': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ]
        },
        {
          'itemName': 'CAN2021春夏新款 白色T恤+黑色半裙休闲洋气减龄两件套时尚套装女',
          'itemsort': '服装鞋包',
          'itemId': '643384460314',
          'abnormalScore': [
            '0.6646442574039377',
            '0.7164318808243012',
            '0.6591262824519052',
            '0.6482273853509052'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        },
        {
          'itemName': 'CAN2021秋季新款「娜娜的梦语」法式优雅气质长袖毛衣针织衫',
          'itemsort': '服装鞋包',
          'itemId': '654046850009',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6814768997469892',
            '0.6482273853509052',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ],
          'allCollection': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ]
        },
        {
          'itemName': 'CAN2021夏季新款 法式初恋甜美泡泡袖一字领露肩公主裙连衣裙女',
          'itemsort': '服装鞋包',
          'itemId': '648945709699',
          'abnormalScore': [
            '0.6871819862581876',
            '0.6482273853509052',
            '0.7224295982245545',
            '0.7045854144386284'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ],
          'allCollection': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ]
        },
        {
          'itemName': 'CAN2021夏季新款 高定设计款拼接蕾丝高腰短裤',
          'itemsort': '服装鞋包',
          'itemId': '649304286634',
          'abnormalScore': [
            '0.6591262824519052',
            '0.7224295982245545',
            '0.6166001272748605',
            '0.6536541185442503'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ],
          'allCollection': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP JI細幼馬海毛羊毛混紡細膩空氣感經典條紋顯瘦毛衣',
          'itemsort': '',
          'itemId': '653055343200',
          'abnormalScore': [
            '0.670208426914406',
            '0.7164318808243012',
            '0.6646442574039377',
            '0.6758191777080139'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '269.0',
            '269.0',
            '269.0',
            '269.0'
          ],
          'allCollection': [
            '269.0',
            '269.0',
            '269.0',
            '269.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP SMOKEGREEN 烟灰绿 可以一秒变少女的T裙套装',
          'itemsort': '服装鞋包',
          'itemId': '598036926154',
          'abnormalScore': [
            '0.7224295982245545',
            '0.670208426914406',
            '0.6646442574039377',
            '0.632216013962331'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '78.0',
            '78.0',
            '78.0',
            '78.0'
          ],
          'allCollection': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP 唯美夢幻白玫瑰 進口宮廷歐根紗提花棉多層裙褲',
          'itemsort': '服装鞋包',
          'itemId': '628275289013',
          'abnormalScore': [
            '0.7164318808243012',
            '0.6536541185442503',
            '0.6591262824519052',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ],
          'allCollection': [
            '329.0',
            '329.0',
            '329.0',
            '329.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP 精緻又懂得享受生活的你BI備時髦大翻領精梳棉襯衫',
          'itemsort': '',
          'itemId': '655655227415',
          'abnormalScore': [
            '0.7164318808243012',
            '0.6646442574039377',
            '0.6375087055484422',
            '0.6536541185442503'
          ],
          'abnormalMonth': [
            '6.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ],
          'allCollection': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP初秋貴婦午茶永恆經典重磅流蘇針織香奶奶白金套裝',
          'itemsort': '',
          'itemId': '652510826747',
          'abnormalScore': [
            '0.6646442574039377',
            '0.642845705699359',
            '0.7045854144386284',
            '0.670208426914406'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ],
          'allCollection': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP夏季新品 引起別人瘋狂妒忌 ALU紅不規則襯衫連衣裙',
          'itemsort': '服装鞋包',
          'itemId': '624052951819',
          'abnormalScore': [
            '0.6758191777080139',
            '0.642845705699359',
            '0.7104839573612034',
            '0.6217620881134819'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '8.0',
            '8.0',
            '8.0',
            '8.0'
          ],
          'allCollection': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP小公主也可以很大人显瘦上衣/刺繡蕾絲决品牛仔半裙',
          'itemsort': '服装鞋包',
          'itemId': '651071715143',
          'abnormalScore': [
            '0.6646442574039377',
            '0.6591262824519052',
            '0.6646442574039377',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ],
          'allCollection': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALUONLINESHOP早秋鑽T王_鎮店之寶施華洛世奇鑽真絲棉T恤宽松上衣',
          'itemsort': '',
          'itemId': '651716572085',
          'abnormalScore': [
            '0.6871819862581876',
            '0.7104839573612034',
            '0.6758191777080139',
            '0.6814768997469892'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ],
          'allCollection': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALU秋季私服OOTD 巴黎女孩黑巧克力皮質愛心細膩羊絨公主袖開衫',
          'itemsort': '',
          'itemId': '655269114055',
          'abnormalScore': [
            '0.6536541185442503',
            '0.7284775264194083',
            '0.6929348337604223',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '7.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ],
          'allCollection': [
            '249.0',
            '249.0',
            '249.0',
            '249.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'ALU高端設計头等舱系列-日本棉設計心機兩色t恤連衣裙',
          'itemsort': '服装鞋包',
          'itemId': '614096958722',
          'abnormalScore': [
            '0.7045854144386284',
            '0.6987358420920236',
            '0.6814768997469892',
            '0.6987358420920236'
          ],
          'abnormalMonth': [
            '6.0',
            '9.0'
          ],
          'allSale': [
            '1.0',
            '1.0',
            '1.0',
            '1.0'
          ],
          'allComments': [
            '16.0',
            '16.0',
            '16.0',
            '16.0'
          ],
          'allCollection': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021夏季新款 你是含在嘴里的柠檬糖 镂空针织polo修身上衣',
          'itemsort': '服装鞋包',
          'itemId': '646621822559',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6646442574039377',
            '0.7045854144386284',
            '0.6987358420920236'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '169.0',
            '169.0',
            '169.0',
            '169.0'
          ],
          'allCollection': [
            '169.0',
            '169.0',
            '169.0',
            '169.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021夏季新款 法式复古波点拼接网纱收腰显瘦泡泡袖连衣裙女',
          'itemsort': '服装鞋包',
          'itemId': '649307202838',
          'abnormalScore': [
            '0.670208426914406',
            '0.6591262824519052',
            '0.7284775264194083',
            '0.6375087055484422'
          ],
          'abnormalMonth': [
            '8.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ],
          'allCollection': [
            '229.0',
            '229.0',
            '229.0',
            '229.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021春夏新款 白色T恤+黑色半裙休闲洋气减龄两件套时尚套装女',
          'itemsort': '服装鞋包',
          'itemId': '643384460314',
          'abnormalScore': [
            '0.6646442574039377',
            '0.7164318808243012',
            '0.6591262824519052',
            '0.6482273853509052'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '2.0',
            '2.0',
            '2.0',
            '2.0'
          ],
          'allComments': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ],
          'allCollection': [
            '99.0',
            '99.0',
            '99.0',
            '99.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021秋季新款「娜娜的梦语」法式优雅气质长袖毛衣针织衫',
          'itemsort': '服装鞋包',
          'itemId': '654046850009',
          'abnormalScore': [
            '0.6929348337604223',
            '0.6814768997469892',
            '0.6482273853509052',
            '0.6929348337604223'
          ],
          'abnormalMonth': [
            '9.0'
          ],
          'allSale': [
            '3.0',
            '3.0',
            '3.0',
            '3.0'
          ],
          'allComments': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ],
          'allCollection': [
            '189.0',
            '189.0',
            '189.0',
            '189.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021夏季新款 法式初恋甜美泡泡袖一字领露肩公主裙连衣裙女',
          'itemsort': '服装鞋包',
          'itemId': '648945709699',
          'abnormalScore': [
            '0.6871819862581876',
            '0.6482273853509052',
            '0.7224295982245545',
            '0.7045854144386284'
          ],
          'abnormalMonth': [
            '8.0',
            '9.0'
          ],
          'allSale': [
            '5.0',
            '5.0',
            '5.0',
            '5.0'
          ],
          'allComments': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ],
          'allCollection': [
            '289.0',
            '289.0',
            '289.0',
            '289.0'
          ]
        }
      ]
    },
    {
      'storeName': ' ALU红人馆女装',
      'itemDetail': [
        {
          'itemName': 'CAN2021夏季新款 高定设计款拼接蕾丝高腰短裤',
          'itemsort': '服装鞋包',
          'itemId': '649304286634',
          'abnormalScore': [
            '0.6591262824519052',
            '0.7224295982245545',
            '0.6166001272748605',
            '0.6536541185442503'
          ],
          'abnormalMonth': [
            '7.0'
          ],
          'allSale': [
            '4.0',
            '4.0',
            '4.0',
            '4.0'
          ],
          'allComments': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ],
          'allCollection': [
            '199.0',
            '199.0',
            '199.0',
            '199.0'
          ]
        }
      ]
    }
  ]
}
export default sale
